Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: As you make pages, propose edits, and vote on article proposals, you will consume Brainpower. However, making successful edits and voting on the winning side of a proposal will generate rewards in IQ, not Brainpower. Therefore, you can generate more Brainpower (and any profit) by staking the new IQ you just earned.
de: Beim Erstellen von Seiten, Vorschlagen von Änderungen und Abstimmen über Artikelvorschläge werden Sie Brainpower verbrauchen. Erfolgreiche Änderungen und Abstimmungen auf der Gewinnerseite eines Vorschlags führen jedoch zu Belohnungen in IQ, nicht in Brainpower. Daher können Sie mehr Brainpower (und jeden Gewinn) generieren, indem Sie den neuen IQ, den Sie gerade verdient haben, einsetzen.
el: Καθώς δημιουργείτε σελίδες, προτείνετε τροποποιήσεις και ψηφίζετε προτάσεις άρθρων, θα καταναλώσετε Νοημοσύνη. Ωστόσο, η επιτυχής επεξεργασία και η ψηφοφορία πάνω στην νικηφόρα πλευρά μιας πρότασης θα σας δώσει ανταμοιβές στο IQ και όχι στην Νοημοσύνη. Ως εκ τούτου, μπορείτε να δημιουργήσετε περισσότερη Νοημοσύνη (και οποιοδήποτε κέρδος) στοιχηματίζοντας το νέο IQ που κερδίσατε.
es: A medida que hagas páginas, propongas ediciones y votes sobre las propuestas de artículos, consumirás Brainpower. Sin embargo, hacer ediciones exitosas y votar por el lado ganador de una propuesta generará recompensas en IQ, no en Brainpower. Por lo tanto, puedes generar más Brainpower (y cualquier ganancia) apostando el nuevo IQ que acabas de ganar.
fi: Kun teet sivuja, ehdotat muokkauksia ja äänestät artikkeliehdotuksista, kulutat Brainpoweria. Kuitenkin onnistuneiden muokkausten tekeminen ja äänestäminen ehdotuksen voittavalla puolella tuottavat IQ-palkintoja, ei Älykkyyttä. Tällä tavalla voit luoda enemmän Älykkyyttä (ja mahdollisia voittoja) panostamalla juuri ansaitsemasi IQ:t.
hu: Ahogy oldalakat készítesz, javaslatokat tesz, és szavazz a cikkjavaslatokról, akkor el fogja fogyasztani a Brainpower. Azonban a sikeres szerkesztés és a szavazás a javaslat győztes oldalán jutalmat fog generálni az IQ-ban, nem pedig a Brainpowerben. Ezért több Brainpower (és bármilyen nyereséget) hozhat létre azáltal, hogy összegyűjti az újonnan megszerzett új IQ-t.
ms: Apabila anda mencipta halaman, mencadangkan pengeditan, dan mengundi pada cadangan artikel, anda akan menggunakan Brainpower. Walau bagaimanapun, membuat suntingan yang berjaya dan mengundi pada pihak pemenang cadangan akan menghasilkan ganjaran dalam IQ, bukan Brainpower. Oleh itu, anda boleh menjana Lebih banyak Brainpower (dan sebarang keuntungan) dengan kepentingan IQ baru yang anda hasilkan.
ro: Pe măsură ce creați pagini, propuneți modificări și votați propuneri de articole, veți consuma Brainpower. Cu toate acestea, modificarea reușită și votarea părții câștigătoare a unei propuneri vor genera recompense în IQ, și nu în Brainpower. Prin urmare, puteți genera mai mult Brainpower (și orice profit) prin plasarea noului IQ pe care tocmai l-ați câștigat.
sl: Ko izdelujete strani, predlagate spremembe in glasujete o predlogih člankov, boste porabili Brainpower. Vendar pa bodo uspešna urejanja in glasovanje na zmagovalni strani predloga ustvarila nagrade v IQ, ne Brainpowerju. Zato lahko ustvarite več Brainpowerja (in kakršen koli dobiček) tako, da zastavite nov IQ, ki ste ga pravkar zaslužili.
tr: Sayfa oluştururken, düzenleme önerileri ve makale teklifleri için oy kullandığınızda, Beyin Gücünü kullanacaksınız. Ancak teklifiniz kazandığında ve başarılı düzenleme gerçekleştirdiğinizde, Beyin Gücü değil, IQ kazancaksınız. Bu nedenle, kazandığınız yeni IQ lar ile Beyin Gücü (ve herhangi bir kâr) kazanabilirsiniz.

source: Every edit proposal requires a minimum of 10 Brainpower at this time, in order to prevent spam and poor-quality edits.
de: Jeder Bearbeitungsvorschlag benötigt zu diesem Zeitpunkt mindestens 10 Brainpower, um Spam und Änderungen von schlechter Qualität zu verhindern.
el: Κάθε πρόταση επεξεργασίας απαιτεί τουλάχιστον Νοημοσύνη 10 εκείνη τη στιγμή, προκειμένου να αποφευχθούν τα spam και οι επεξεργασίες κακής ποιότητας.
es: Cada propuesta de edición requiere un mínimo de 10 Brainpower en este momento, para evitar spam y ediciones de mala calidad.
fi: Jokainen muokkausehdotus vaatii vähintään 10 Älykkyyttä tällä hetkellä roskapostin ja huonolaatuisten muokkausten estämiseksi.
hu: Minden szerkesztési javaslat legalább 10 Brainpower igényel a spam és a rossz minőségű szerkesztések elkerülése érdekében.
ms: Setiap cadangan edit memerlukan sekurang-kurangnya 10 Brainpower pada masa ini, untuk mengelakkan spam dan pengeditan yang berkualiti rendah.
ro: Fiecare propunere de editare necesită un minim de 10 Brainpower în acest moment, pentru a preveni modificările de spam și de calitate slabă.
sl: Vsak predlog za urejanje trenutno zahteva najmanj 10 Brainpowerjev, da bi preprečili neželeno pošto in uredbe slabše kakovosti.
tr: Spam ve düşük kaliteli düzenlemeleri önlemek için her düzenleme teklifi şu anda en az 10 Beyin Gücü gerektirmektedir.

source: Enter an integer amount of IQ to stake
de: Geben Sie einen ganzzahligen Betrag des zu setzenden IQs ein.
el: Εισάγετε ένα ακέραιο ποσό IQ για ποντάρισμα
es: Ingresa un número entero de IQ a apostar
fi: Syötä panostettavan IQ:n kokonaislukumäärä
hu: Adja meg, hogy mennyi IQ-t szeretne feltenni (egész szám)
ms: Masukkan jumlah integer IQ untuk dipertaruhkan
ro: Introduceți o sumă totală de IQ la miza
sl: Vnesite celo število IQ za vložek
tr: Kullanmak istediğiniz IQ miktarını tam sayı olarak girin

source: New Stake
de: Neuer Einsatz
el: Νέο στοίχημα
es: Nueva apuesta
fi: Uusi Panos
hu: Új tét
ms: Stake Baru
ro: Miza nouă
sl: Nova stava
tr: Yeni Bahis

source: Start
el: Έναρξη
es: Inicio
fi: Alku
hu: Kezdés
ms: Mula
sl: Začetek
tr: Başla

source: End
de: Ende
el: Λήξη
es: Fin
fi: Loppu
hu: Vége
ms: Tamat
ro: Sfârșit
sl: Konec
tr: Bitiş

source: Time Remaining
de: Verbleibende Zeit
el: Υπολειπόμενος Χρόνος
es: Tiempo restante
fi: Aikaa jäljellä
hu: Hátralévő idő
ms: Baki Masa
ro: Timp rămas:
sl: Preostali čas:
tr: Kalan Süre

source: Amount
de: Betrag
el: Ποσό
es: Cantidad
fi: Määrä
hu: Összeg
ms: Amaun
ro: Suma
sl: Znesek
tr: Tutar

source: Claim
de: Anspruch
el: Απόκτηση
es: Reclamar
fi: Lunasta
hu: Igénylés/igazolás
ms: Tuntut
ro: Revenidică
sl: Zahteva
tr: Talep

source: Contact us
de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
es: Contáctanos
fi: Ota Yhteyttä
hu: Lépjen kapcsolatba velünk
ms: Hubungi kami
ro: Contact
sl: Kontaktirajte nas
tr: Bizimle iletişime geçin

source: To get quicker replies from our community
de: Um schnellere Antworten von unserer Community zu erhalten
el: Για να λάβετε ταχύτερες απαντήσεις από την κοινότητά μας
es: Para obtener respuestas más rápidas de nuestra comunidad
fi: Saadaksesi nopeampia vastauksia yhteisöltämme
hu: Gyorsabb válaszok elérése a közösségünkből
ms: Untuk mendapatkan balasan yang lebih pantas dari komuniti kami
ro: Pentru a primi răspunsuri mai rapide de la comunitatea noastră
sl: Da bi dobili hitrejše odgovore iz naše skupnosti
tr: Bizden daha hızlı yanıt almak için

source: create a post in our forum
de: einen Beitrag in unserem Forum erstellen
el: Δημιουργήστε μια ανάρτηση στο φόρουμ μας
es: crea un mensaje en nuestro foro
fi: luo viesti foorumillamme
hu: hozzon létre egy bejegyzést a fórumunkban
ms: cipta jawatan dalam forum kami
ro: creați o postare în forumul nostru
sl: objavite na našem forumu
tr: forumumuzda bir gönderi oluşturun

source: Get in touch with us
de: Kontaktieren Sie uns
el: Επικοινωνήστε μαζί μας
es: Ponte en contacto con nosotros
fi: Ota meihin yhteyttä
hu: Lépjen kapcsolatba velünk
ms: Berhubung dengan kami
ro: Ia legătura cu noi
sl: Stopite v stik z nami
tr: Bizimle iletişime geçin

source: Thanks, we got your message. We will respond in a bit
de: Danke, wir haben Ihre Nachricht erhalten. Wir werden in Kürze antworten.
el: Ευχαριστούμε, πήραμε το μήνυμά σας. Θα απαντήσουμε σε λίγο
es: Gracias, recibimos tu mensaje. Te responderemos en un momento
fi: Kiitos, saimme viestisi. Vastaamme hetken kuluttua
hu: Köszönöm, megkaptuk az üzenetet. Várjon kicsit a válaszra
ms: Terima kasih, kami dapat mesej anda. Kami akan bertindak balas sebentar lagi
ro: Mulțumesc, am primit mesajul tău. Vom răspunde puțin
sl: Hvala, dobili smo vaše sporočilo. Odzvali se bomo v kratkem
tr: Teşekkürler, mesajınızı aldık. Biraz cevap vereceğiz

source: Send
de: Senden
el: Αποστολή
es: Enviar
fi: Lähetä
hu: Küldés
ms: Kirim
ro: Trimite
sl: Pošlji
tr: Gönder

source: OK
el: ΟΚ
sl: Vredu
tr: Tamam

source: Enter a caption for the main image of the page.
de: Geben Sie eine Beschreibung für das Hauptbild der Seite ein.
el: Καταχωρίστε μια λεζάντα για την κύρια εικόνα της σελίδας.
es: Ingresa un título para la imagen principal de la página.
fi: Anna kuvateksti sivun pääkuvalle.
hu: Adja meg az oldal főképének feliratát.
ms: Masukkan ayat untuk imej utama halaman.
ro: Introduceți o legendă pentru imaginea principală a paginii.
sl: Vnesite besedilo za glavno sliko strani.
tr: Sayfanın ana resmi için bir başlık girin.

source: Edit Page
de: Seite bearbeiten
el: Επεξεργασία σελίδας
es: Editar Página
fi: Muokkaa sivua
hu: Oldal szerkesztése
ms: Sunting Halaman :
ro: Editare pagină
sl: Uredi Stran
tr: Sayfayı Düzenle

source: Loading..
de: Lädt ...
el: Φόρτωση…
es: Cargando..
fi: Ladataan...
hu: Betöltés..
ms: Memuatkan..
ro: Se incarca..
sl: Nalaganje..
tr: Yükleniyor..

source: Change Picture
de: Bild ändern
el: Αλλαγή Εικόνας
es: Cambiar imagen
fi: Vaihda Kuva
hu: A kép módosítása
ms: Tukar Gambar.
ro: Modifică stilul listei
sl: Zamenjaj sliko
tr: Resmi değiştir

source: Please enter the destination page you wish to merge this one into
de: Bitte geben Sie die Zielseite ein, in die Sie diese einbinden möchten.
el: Εισαγάγετε τη σελίδα προορισμού την οποία θέλετε να συγχωνεύσετε σε αυτή τη σελίδα
es: Por favor, ingresa la página de destino en la que deseas fusionar esta
fi: Syötä kohdesivu, johon haluat yhdistää tämän
hu: Kérjük, adja meg azt a céloldalt, amelybe be kívánja illeszteni ezt
ms: Sila masukkan destinasi halaman yang ingin anda gabungkan dengan yang ini
ro: Introduceți pagina de destinație în care doriți să o îmbinați
sl: Prosimo, vnesite ciljno stran, katero želite združiti z to
tr: Lütfen bunu birleştirmek istediğiniz hedef sayfayı girin.

source: Merge Page
de: Seite zusammenführen
el: Συγχώνευση σελίδας
es: Fusionar página
fi: Yhdistä Sivu
hu: Oldalak összevonása
ms: Gabungkan Halaman
ro: Merge pagina
sl: Združi stran
tr: Sayfa Birleştir

source: Hey there scholar!
de: Hey, du Gelehrter!
el: Γεια σου λόγιε!
es: ¡Hola, erudito!
fi: Hei siellä tutkija!
hu: Üdv Tudósember!
ms: Hei cendekiawan!
ro: Hei acolo cărturar!
sl: Živjo, učenjak!
tr: Hey, bilim adamı!

source: Looks like you have been editing for a while. You should take a moment to save your work before continuing!
de: Sieht aus, als seien Sie schon eine Weile am bearbeiten. Sie sollten sich einen Moment Zeit nehmen, um Ihre Arbeit zu speichern, bevor Sie fortfahren!
el: Φαίνεται ότι κάνετε επεξεργασίες για αρκετό καιρό. Θα πρέπει να αφιερώσετε λίγο χρόνογια να αποθηκεύσετε την εργασία σας προτού συνεχίσετε!
es: Parece que has estado editando por un tiempo. ¡Deberías de tomarte un momento para guardar tu trabajo antes de continuar!
fi: Näyttää siltä, ​​että olet muokannut jonkin aikaa. Sinun kannattaa tallentaa työsi, ennen kuin jatkat!
hu: Úgy néz ki, hogy már egy ideje szerkeszt. Mentse el a dokumentumot, mielőtt folytatná!
ms: Nampaknya anda telah mengedit untuk seketika. Anda perlu mengambil sedikit masa untuk menyimpan kerja anda sebelum meneruskannya!
ro: Se pare că ați fost editat pentru un timp. Ar trebui să faceți o clipă pentru a vă salva munca înainte de a continua!
sl: Izgleda, da si že nekaj časa urejal. Preden nadaljuješ, si vzemi trenutek, da shraniš svoje delo!
tr: Bir süredir düzenleme yapıyorsunuz gibi görünüyor. Devam etmeden önce işinizi kaydetmek için bir dakikanızı ayırmalısınız!

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
hu: Mentés
ms: Simpan
ro: Salvează
sl: Shrani
tr: Kaydet

source: Looks like you are using first-person! (ex: Our product, I am, We are, You should). Everipedia is a neutral encyclopedia written in third-person tense (ex: It is, They are, The company makes). THIS IS NOT FACEBOOK!!
de: Sieht so aus, als ob Sie die erste Person verwenden! (ex: Unser Produkt, ich bin, wir sind, Sie sollten). Everipedia ist eine neutrale Enzyklopädie, die in der dritten Person geschrieben ist (z.B.: Es ist, sie sind, Die Firma macht). DAS IST NICHT FACEBOOK!!!
el: Φαίνεται ότι χρησιμοποιείτε το πρώτο πρόσωπο! (π.χ. το προϊόν μας, εγώ είμαι, εμείς είμαστε, θα πρέπει). Η Everipedia είναι μια ουδέτερη εγκυκλοπαίδεια γραμμένη σε τρίτο πρόσωπο (π.χ., αυτό είναι, αυτοί είναι, η εταιρία κάνει). Αυτό δεν είναι FACEBOOK !!
es: ¡Parece que estás usando la primera persona! (ej: Nuestro producto, Yo soy, Nosotros somos, Tú debes). Everipedia es una enciclopedia neutra escrita en tercera persona (ej: Es, Son, La empresa hace). ¡¡ESTO NO ES FACEBOOK!!
fi: Näyttää siltä, ​​että käytät minä-muotoa! (esim. Meidän tuote, Olen, Olemme, Sinun tulisi). Everipedia on neutraali tietosanakirja, joka on kirjoitettu kolmannessa persoonassa (esim. Se on, He ovat, Yritys tekee). TÄMÄ EI OLE FACEBOOK!
hu: Úgy tűnik, elsőszemélyben írt! (például: Termékünk, én vagyok, Mi vagyunk, ezt kéne tenned). Az Everipedia egy semleges, harmadikszemélyben írt enciklopédia (pl .: Így van, Ők, A cég teszi). EZ NEM FACEBOOK!!
ms: Anda kelihatan seperti orang yang pertama! (Contoh: Produk kami, saya, Kami, Anda harus). Everipedia adalah ensiklopedia neutral yang ditulis mengikut takrifan orang ketiga (contohnya: Mereka, Syarikat membuat). INI BUKANNYA FACEBOOK !!
ro: Se pare că utilizați o persoană de prima persoană! (ex: produsul nostru, eu sunt, noi suntem, ar trebui). Everipedia este o enciclopedie neutră scrisă în timp de treia persoană (ex .: Este, sunt, compania face). Aceasta nu este FACEBOOK!
sl: Izgleda, da uporabljate prvo osebo! (npr: Naš izdelek, Jaz sem, Mi smo, Ti moraš). Everipedia je nevtralna enciklopedija napisana v tretji osebi (npr: To je, Oni so, Podjetje naredi). TO NI FACEBOOK!
tr: Birinci şahsı kullanıyorsunuz gibi görünüyor! (örn .: Ürünümüz, Ben, Olmalıyız). Everipedia, üçüncü şahıs kullananarak yazılan nötr bir ansiklopedidir (örneğin: Onlar, Şirket yapar). BURASI FACEBOOK DEĞİL !!

source: Please enter a title for the page.
de: Bitte geben Sie einen Titel für die Seite ein.
el: Παρακαλώ εισάγετε έναν τίτλο για τη σελίδα.
es: Por favor, ingresa un título para la página.
fi: Anna sivulle otsikko.
hu: Adjon címet az új lapnak.
ms: Sila masukkan tajuk untuk halaman.
ro: Introduceți un titlu pentru pagină.
sl: Prosimo vnesite naslov strani.
tr: Lütfen sayfa için bir başlık girin.

source: Please write something for the article section. Make sure to use citations.
de: Bitte schreiben Sie etwas für den Artikelbereich. Stellen Sie sicher, dass Sie Zitate verwenden.
el: Παρακαλώ γράψτε κάτι για την ενότητα του άρθρου. Βεβαιωθείτε ότι χρησιμοποιείτε παραπομπές.
es: Por favor, escribe algo para la sección de artículos. Asegúrate de usar citaciones.
fi: Kirjoita jotain artkkeliosioon. Varmista, että käytät viitteitä.
hu: Írj valamit a cikkhez. Győződjön meg róla, hogy használ idézéseket is.
ms: Sila tulis sesuatu untuk bahagian artikel. Pastikan anda menggunakan petikan.
ro: Vă rugăm să scrieți ceva pentru secțiunea de articole. Asigurați-vă că utilizați citate.
sl: Prosimo, napišite nekaj za poglavje s članki. Ustrezno citirajte.
tr: Lütfen makale bölümü için bir şeyler yazın. Alıntı işareti kullandığınızdan emin olun.

source: Hello! This page needs citations (also known as footnotes, references, sources) before it can be saved. Add the links you're using as sources with the cite button above.
de: Hallo! Diese Seite benötigt Zitate (auch bekannt als Fußnoten, Verweise, Quellen), bevor sie gespeichert werden kann. Fügen Sie die Links, die Sie als Quellen verwenden, mit dem Zitat-Button oben hinzu.
el: Γειά σας! Αυτή η σελίδα χρειάζεται παραπομπές (γνωστές και ως υποσημειώσεις, αναφορές, πηγές) προτού μπορέσει να αποθηκευτεί. Προσθέστε τους συνδέσμους που χρησιμοποιείτε ως πηγές με την παραπάνω επιλογή παραπομπής.
es: ¡Hola! Esta página necesita citas (también conocidas como notas a pie de página, referencias, fuentes) antes de que pueda ser guardada. Agrega los enlaces que estás utilizando como fuentes con el botón de citas de arriba.
fi: Hei! Tämä sivu tarvitsee viitteitä (tunnetaan myös alaviitteinä, viittauksina, lähteinä) ennen kuin se voidaan tallentaa. Lisää linkit, joita käytät lähteenä yllä mainituilla viitepainikkeella.
hu: Helló! Ehhez az oldalhoz idézések szükségesek (más néven lábjegyzetek, hivatkozások, források), mielőtt elmenthető. Adja hozzá az ön által használt hivatkozásokat forrásként a fenti hivatkozási gombbal.
ms: Hello! Halaman ini memerlukan petikan (juga dikenali sebagai nota kaki, rujukan, sumber) sebelum ia boleh disimpan. Tambahkan pautan yang anda gunakan sebagai sumber dengan butang petikan di atas.
ro: Buna! Această pagină are nevoie de citări (cunoscute și sub denumirea de note de subsol, referințe, surse) înainte ca acestea să poată fi salvate. Adăugați linkurile pe care le utilizați ca surse cu butonul de citare de mai sus.
sl: Živjo! Ta stran potrebuje citate (oziroma opombe, reference, vire), preden jo lahko shranite. Dodajte povezave, ki jih uporabljate kot vir s pritiskom zgornjega gumba za citiranje.
tr: Merhaba! Bu sayfanın kaydedilebilmesi için önce alıntıların (dipnot, referans, kaynak olarak da bilinir) eklenmesi gerekmektedir. Kaynak olarak kullandığınız bağlantıları yukarıdaki alıntı butonuyla ekleyin.

source: Join our official Facebook group if you need help with it!:
de: Treten Sie unserer offiziellen Facebook-Gruppe bei, wenn Sie Hilfe benötigen!
el: Εγγραφείτε στην επίσημη ομάδα μας στο Facebook αν χρειάζεστε βοήθεια με αυτό !:
es: ¡Únete a nuestro grupo oficial de Facebook si necesitas ayuda!
fi: Liity viralliseen Facebook-ryhmäämme, jos tarvitset apua sen kanssa!:
hu: Ha segítségre van szüksége, csatlakozzon hivatalos Facebook csoportunkhoz itt!:
ms: Sertai kumpulan Facebook rasmi kami jika anda memerlukan bantuan dengannya !:
ro: Alăturați-vă grupului oficial Facebook dacă aveți nevoie de ajutor!
sl: Pridružite se naši uradni Facebook skupini, če potrebujete pomoč!:
tr: Yardıma ihtiyacınız varsa resmi Facebook grubumuza katılın !:

source: - we will hook you up. It's not hard!
de: - wir werden Ihnen helfen. Es ist nicht schwer!
el: - Θα σας συνδέσουμε. Δεν είναι δύσκολο!
es: - te engancharemos. ¡No es difícil!
fi: - me autamme sinua. Se ei ole vaikeaa!
hu: - össze tudjuk hozni. Nem nehéz!
ms: - kami akan menghubungkan anda. Ianya tidak sukar!
ro: - te vom lega. Nu este greu!
sl: - pomagali vam bomo. Ni težko!
tr: - seni yönlendireceğiz. Zor değil!

source: Please cite the link(s) you just added into the main article body. First click at the end of the sentence or paragraph you want to cite, then click the (Cite) button on the edit panel above!
de: Bitte zitieren Sie die Links, die Sie gerade in den Body des Hauptartikels eingefügt haben. Klicken Sie zuerst an das Ende des Satzes oder Absatzes, den Sie zitieren möchten, und klicken Sie dann auf die Schaltfläche (Zitieren) in der oberen Bearbeitungsleiste!
el: Παρακαλώ κάντε αναφορά τους συνδέσμους που μόλις προσθέσατε στο κύριο σώμα τουάρθρου. Πρώτα κάντε κλικ στο τέλος της πρότασης ή της παραγράφου που θέλετε ναχρησιμοποιήσετε σαν παραπομπή και στη συνέχεια, κάντε κλικ στο κουμπί (παραπομπή) στο πλαίσιο επεξεργασίας παραπάνω!
es: Por favor, cita el(los) enlace(s) que acabas de añadir en el cuerpo del artículo principal. ¡Primero haz clic al final de la oración o párrafo que deseas citar, luego haz clic en el botón (Citar) en el panel de edición de arriba!
fi: Mainitse linkit, jotka lisäsit pääartikkeliin. Napsauta ensin halutun lauseen tai kappaleen loppusosaa, jonka jälkeen napsauta (Viite) -painiketta yläpuolella olevassa muokkauspaneelissa!
hu: Kérjük, idézze azokat a linkeket, amelyeket most felvetett a fő cikkelemre. Először kattintson a mondatra vagy bekezdésre, amelyet meg akar idézni, majd kattintson a fenti szerkesztési panelen található (Idézés) gombra!
ms: Sila nyatakan pautan yang anda baru tambah ke dalam badan artikel utama. Klik pada akhir ayat atau perenggan yang anda mahu petik, kemudian klik butang (Petikan) pada panel edit di atas!
ro: Citează link-ul (link-urile) pe care tocmai l-ai adăugat în corpul principal al articolului. Primul clic pe sfârșitul propoziției sau al paragrafului pe care doriți să-l citeți, apoi faceți clic pe butonul (Cite) din panoul de editare de mai sus!
sl: Prosimo, citirajte povezave, ki ste jih pravkar dodali v telo glavnega članka. Najprej kliknite na konec stavka ali odstavka, ki ga želite citirati, nato pa kliknite gumb (Citiraj) na zgornjem oddelku za urejanje!
tr: Lütfen makale gövdesine yeni eklediğiniz linkleri belirtin. İlk olarak alıntı eklemek istediğiniz cümlenin veya paragrafın sonuna tıklayın, ardından üstteki düzenleme panelinde bulunan (Alıntı) düğmesine tıklayın!

source: Add New Infobox Item
de: Neuen Infoboxartikel hinzufügen
el: Προσθήκη νέου στοιχείου Infobox
es: Añadir nuevo artículo de la caja de información
fi: Lisää Uusi Infobox-kohta
hu: Új Infobox elem hozzáadása
ms: Tambah Item Infobox Baru
ro: Adăugați un element Infobox nou
sl: Dodaj novo okence za informacije
tr: Yeni Bilgi Kutusu Öğesi Ekle

source: Enter a classification or category
de: Geben Sie eine Klassifizierung oder Kategorie ein
el: Εισάγετε μια ταξινόμηση ή μια κατηγορία
es: Ingresa una clasificación o categoría
fi: Anna luokitus tai luokka
hu: Adjon meg egy besorolást vagy kategóriát
ms: Masukkan klasifikasi atau kategori
ro: Introduceți o clasificare sau o categorie
sl: Vnesite razvrstitev ali kategorijo
tr: Bir sınıflandırma veya kategori girin

source: Enter a value or a description
de: Geben Sie einen Wert oder eine Beschreibung ein.
el: Εισάγετε μια τιμή ή μια περιγραφή
es: Ingresa un valor o una descripción
fi: Anna arvo tai kuvaus
hu: Adjon meg egy értéket vagy egy leírást
ms: Masukkan sebarang nilai atau keterangan
ro: Introduceți o valoare sau o descriere
sl: Vnesite vrednost ali opis
tr: Bir değer veya açıklama girin

source: Add Infobox Item
de: Infoboxartikel hinzufügen
el: Προσθήκη στοιχείου Infobox
es: Añadir artículo de la caja de información
fi: Lisää Infobox-kohta
hu: Adja hozzá az Infobox elemet
ms: Tambah Item Infobox
ro: Adăugați elementul Infobox
sl: Dodaj okence za informacije
tr: Bilgi Kutusu Öğesi Ekle

source: Close
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
hu: Bezár
ms: Tutup
ro: Închide
sl: Zapri
tr: Kapat

source: Add a Link or File
de: Link oder Datei hinzufügen
el: Προσθέστε ένα σύνδεσμο ή ένα αρχείο
es: Añadir un enlace o archivo
fi: Lisää Linkki tai Tiedosto
hu: Link vagy fájl hozzáadása
ms: Tambah Pautan atau Fail
ro: Adăugați o legătură sau un fișier
sl: Dodaj povezavo ali datoteko
tr: Bir Bağlantı veya Dosya Ekleme

source: File
de: Datei
el: Αρχείο
es: Archivo
fi: Tiedosto
hu: Fájl
ms: Fail
ro: Fişier
sl: Datoteka
tr: Dosya

source: Link
el: Σύνδεσμος
es: Enlace
fi: Linkki
ms: Pautan
sl: Povezava

source: Upload file
de: Datei hochladen
el: Ανεβάστε αρχείο
es: Subir archivo
fi: Lataa tiedosto
hu: Fájl feltöltése
ms: Muat Naik Fail
ro: Încarcă fișier
sl: Naloži datoteko
tr: Dosya yükle

source: Add Link
de: Link hinzufügen
el: Προσθήκη συνδέσμου...
es: Añadir enlace
fi: Lisää linkki
hu: Link hozzáadása
ms: Tambah Link
ro: Adaugă Link
sl: Dodaj povezavo
tr: Bağlantı Ekle

source: Reset
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fi: Palauta
hu: Alaphelyzet
ms: Tetapkan semula
sl: Ponastavi
tr: Sıfırla
