Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: See related encyclopedia articles, biographies, reviews, and historical facts.
de: Siehe verwandte Enzyklopädie-Artikel, Biographien, Rezensionen und historische Fakten.
el: Δείτε άρθρα σχετικά με εγκυκλοπαιδικά άρθρα, βιογραφίες, κριτικές και ιστορικά γεγονότα.
es: Ver artículos de enciclopedias relacionados, biografías, reseñas y hechos históricos.
fi: Katso liittyviä ensyklopedia-artikkeleita, elämäkertoja, arvosteluja ja historiallisia faktoja.
hu: Lásd a kapcsolódó enciklopédia cikkeket, életrajzokat, véleményeket és történelmi tényeket.
ms: Lihat artikel ensiklopedia yang berkaitan, biografi, ulasan, dan fakta sejarah.
ro: Vedeți articole legate de enciclopedii, biografii, recenzii și fapte istorice.
sl: Oglejte si povezane enciklopedične članke, biografije, mnenja in zgodovinska dejstva.
tr: İlgili ansiklopedi makalelerini, biyografilerini, incelemeleri ve tarihsel gerçekleri görün.

source: Other wiki pages related to
de: Andere Wiki-Seiten zum Thema
el: Άλλες σελίδες wiki που σχετίζονται με
es: Otras páginas wiki relacionadas con
fi: Muita liittyviä wikisivuja
hu: Egyéb wiki oldalak
ms: Halaman wiki lain yang berkaitan dengan
ro: Alte pagini wiki legate de
sl: Druge wiki strani, povezane z
tr: Ile ilgili diğer wiki sayfaları

source: Created
de: Erstellt
el: Δημιουργήθηκε
es: Creado
fi: Luotu
hu: Készítés dátuma
ms: Dicipta
ro: Creat
sl: Ustvarjeno
tr: Oluşturuldu

source: Last Modified
de: Zuletzt geändert
el: Τελευταία τροποποίηση
es: Última modificación
fi: Viimeksi Muokattu
hu: Utoljára módosítva
ms: Terakhir Diubah Suai
ro: Ultima modificare
sl: Zadnje spremenjeno
tr: Son Düzenleme

source: Top Page Editors
de: Top-Seiten-Redakteure
el: Σελίδα με τους κορυφαίους συντάκτες
es: Mejores editores de la página
fi: Parhaat Sivueditorit
hu: A lap tetejére
ms: Penyunting Halaman Teratas
ro: Editorii de pagini de top
sl: Urejevalci glavne strani
tr: En İyi Sayfa Editörleri

source: Share this page
de: Diese Seite teilen
el: Κοινοποιήστε αυτή τη σελίδα!
es: Comparte esta página
fi: Jaa tämä sivu
hu: Ossza meg az oldalt
ms: Kongsi halaman ini
ro: Distribuiți această pagină!
sl: Delite to stran
tr: Bu sayfayı paylaş

source: DIRECT LINK
de: DIREKTER LINK
el: ΆΜΕΣΟΣ ΣΥΝΔΕΣΜΟΣ
es: Enlace directo
fi: SUORA LINKKI
hu: KÖZVETLEN LINK
ms: PAUTAN LANSUNG
ro: LINK DIRECT
sl: DIREKTNA POVEZAVA
tr: Direkt link

source: Suggested Hashtags
de: Vorgeschlagene Hashtags
el: Προτεινόμενα Hashtags
es: Hashtags Sugeridos
fi: Ehdotetut Hashtagit
hu: Javasolt Hashtagok
ms: Hashtags yang dicadangkan
ro: Sugestii Hashtags
sl: Predlagane ključne besede
tr: Önerilen Hashtag'ler

source: QR Code
el: Κωδικός QR
es: Código QR
fi: QR-koodi
hu: QR kód
ms: Kod Qr
ro: Cod QR
sl: QR Koda
tr: QR Kodu

source: and
de: und
el: και
es: y
fi: ja
hu: és
ms: dan
ro: și
sl: in
tr: ve

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
hu: Szerkesztés
ms: Sunting
ro: Editeaza
sl: Uredi
tr: Düzenle

source: Vote
de: Abstimmen
el: Ψηφίστε
es: Votar
fi: Äänestä
hu: Szavazok
ms: Pengundian
ro: Votează
sl: Glasuj
tr: Oyla

source: Embed / Widget
de: Einbetten / Widget
el: Ενσωμάτωση / Widget
es: Integrar / Widget
fi: Upota/Widgetti
hu: Beágyazás / Widget
ms: Benamkan / Widget
sl: Vgrajeno / Widget
tr: Yerleştir / Widget

source: Profiles
de: Profile
el: Προφίλ
es: Perfiles
fi: Profiilit
hu: Profilok
ms: Profil
ro: Profiluri Rețele Socializare
sl: Profili
tr: Profiller

source: Transfer IQ
de: IQ übertragen
el: Μεταφορά IQ
es: Transferencia IQ
fi: Siirrä IQ
hu: IQ utalása
ms: Pemindahan IQ
ro: Transferați IQ-ul
sl: Prenesi IQ
tr: IQ Gönder

source: Please make sure you have set up
de: Bitte stellen Sie sicher, dass Sie Folgendes eingerichtet haben
el: Βεβαιωθείτε ότι έχετε εγκαταστήσει
es: Por favor, asegúrate de que has configurado
fi: Varmista, että olet määrittänyt
hu: Győződjön meg róla, hogy beállítottad
ms: Sila pastikan yang anda telah menetapkan
ro: Asigurați-vă că ați configurat
sl: Poskrbite, da ste nastavili
tr: Lütfen önceden kurduğunuzdan

source: beforehand
de: vorher
el: Εκ των προτέρων
es: a priori
fi: etukäteen
hu: előzetesen
ms: terdahulu
ro: în prealabil.
sl: predhodno
tr: emin olun

source: Recipient
de: Empfänger
el: Παραλήπτης
es: Destinatario
fi: Vastaanottaja
hu: Címzett
ms: Penerima
ro: Destinatar
sl: Prejemnik
tr: Alıcı

source: Memo
de: Notiz
el: Σημείωμα
es: Memorandum
fi: Muistiinpano
hu: Feljegyzés
sl: Sporočilo
tr: Not

source: Transaction successful
de: Transaktion erfolgreich.
el: Η συναλλαγή ήταν επιτυχής
es: La transacción se ha realizado con éxito
fi: Tapahtuma onnistui
hu: A tranzakció sikeres
ms: Transaksi berjaya
ro: Tranzacția a reușit
sl: Transakcija uspešna
tr: İşlem başarılı

source: Buy RAM
de: RAM kaufen
el: Αγοράστε RAM
es: Comprar RAM
fi: Osta RAM
hu: Vásároljon RAM-ot
ms: Beli RAM
ro: Cumpărați RAM
sl: Kupite RAM
tr: RAM satın al

source: See your RAM, CPU, and Bandwidth on FeeXplorer
de: Anzeige von RAM, CPU und Bandbreite auf FeeXplorer
el: Δείτε τη μνήμη RAM, CPU και Bandwidth στο FeeXplorer
es: Revisa tu RAM, CPU y ancho de banda en FeeXplorer
fi: Katso RAM, CPU ja kaistanleveys FeeXplorerilla
hu: Tekintse meg a RAM, a CPU és a sávszélességet a FeeXplorer-en
ms: Lihat RAM, CPU, dan Bandwidth anda di FeeXplorer
ro: Vedeți memoria RAM, CPU și Bandwidth pe FeeXplorer
sl: Oglejte si svoj RAM, CPU in pasovno širino na FeeXplorer
tr: FeeXplorer ile RAM, CPU ve Bant Genişliğinizi görün

source: profile
de: Profil
el: προφίλ
es: perfil
fi: profiili
hu: profil
ms: Profil
ro: profilul
sl: profil
tr: profil

source: Everipedia Rank
de: Everipedia-Rang
el: Θέση στην Everipedia
es: Rango de Everipedia
fi: Everipedia Taso
ms: Kedudukan Everipedia
sl: Položaj na Everipediji

source: This user is verified
de: Dieser Benutzer ist verifiziert
el: Αυτός ο χρήστης είναι επαληθευμένος
es: Este usuario es verificado
fi: Tämä käyttäjä on vahvistettu
hu: Ez a felhasználó ellenőrizve van
ms: Pengguna ini disahkan
ro: Acest utilizator este verificat
sl: Ta uporabnik je preverjen
tr: Bu kullanıcı doğrulandı

source: Everipedia Staff
de: Everipedia Mitarbeiter
el: Προσωπικό της Everipedia
es: Personal de Everipedia
fi: Everipedia Henkilökunta
hu: Everipedia munkatársak
ms: Kakitangan Everipedia
sl: Everipedia osebje
tr: Everipedia Kadrosu

source: Message
de: Nachricht
el: Μήνυμα
es: Mensaje
fi: Viesti
hu: Üzenet
ms: Pesanan
ro: Mesaj
sl: Sporočilo
tr: Mesaj

source: Edit Profile
de: Profil bearbeiten
el: Επεξεργασία Προφίλ
es: Editar Perfil
fi: Muokkaa Profiilia
hu: Profil szerkesztése
ms: Edit Profil
ro: Editati Profil
sl: Uredi profil
tr: Profili Düzenle

source: Everipedia Page
de: Everipedia-Seite
el: Σελίδα Everipedia
es: Página de Everipedia
fi: Everipedia Sivu
hu: Everipedia oldal
sl: Everipedia stran
tr: Everipedia Sayfası

source: IQ Score
de: IQ-Stand
el: Σκορ IQ
es: Puntuación IQ
fi: IQ-pisteet
hu: IQ pontszám
ms: Skor IQ
ro: Scor IQ
sl: IQ točke
tr: IQ Puanı

source: Pages created
de: Erstellte Seiten:
el: Δημιουργημένες σελίδες
es: Páginas creadas
fi: Luodut sivut
hu: Oldalak létrehozva
ms: Halaman dibuat
ro: Paginile create
sl: Ustvarjene strani
tr: Sayfalar oluşturuldu

source: Total edits
de: Gesamtzahl der Bearbeitungen
el: Συνολικές επεξεργασίες
es: Ediciones totales
fi: Muokkaukset yhteensä
hu: Összes szerkesztés
ms: Jumlah suntingan
ro: Modificări totale
sl: Skupno urejanj
tr: Toplam düzenleme

source: Joined
de: Beigetreten
el: Έχει γίνει μέλος
es: Unido
fi: Liittynyt
hu: Csatlakozva
ms: <g x=1 id="218"/> Sertai
ro: Alăturat la %s
sl: Pridružen
tr: Katıldı

source: Upload Avatar / Profile Picture
de: Avatar / Profilbild hochladen
el: Φόρτωση εικόνας Avatar / προφίλ
es: Subir Avatar / Imagen de perfil
fi: Lataa Avatar/Profiilikuva
hu: Avatar / Profil kép feltöltése
ms: Muat Avatar / Gambar Profil
ro: Încărcați avatar / imagine de profil
sl: Prenesi Avatar / Sliko profila
tr: Avatarı Yükle / Resim Göster

source: Enable account? Uncheck to ban
de: Konto aktivieren? Deaktivieren Sie das Kontrollkästchen, um zu verbieten.
el: Ενεργοποίηση λογαριασμού; Καταργήστε την επιλογή απαγόρευσης
es: ¿Habilitar cuenta? Desmarcar para prohibir
fi: Ota tili käyttöön? Poista valinta estääksesi
hu: Fiók engedélyezése? Törölje a tiltást
ms: Benarkan akaun? Nyahtandakan pengharaman
ro: Activați contul? Debifați pentru a interzice
sl: Omogočite račun? Odklikajte za prepoved
tr: Hesabı etkinleştir Yasağı kaldırmak için işaretini kaldırın

source: IP Ban
de: IP-Bann
el: Απαγόρευση IP
es: Prohibición de IP
fi: IP-esto
sl: IP prepoved
tr: IP Yasağı

source: Ban
de: Sperren
el: Απαγόρευση
es: Prohibir
fi: Esto
hu: Kidobás
ms: Haramkan
ro: Blocheaza
sl: Prepoved
tr: Engelle

source: Clear
de: Löschen
el: Καθαρισμός
es: Limpiar
fi: Tyhjennä
hu: Tisztítás
ms: Kosongkan
ro: Sterge
sl: Počisti
tr: Temizle

source: Verify the account?
de: Den Account verifizieren?
el: Επαληθεύστε τον λογαριασμό;
es: ¿Verificar la cuenta?
fi: Varmista tili?
hu: Ellenőrizze a fiókot?
ms: Sahkan akaun?
ro: Verificați contul?
sl: Preverite račun?
tr: Hesabı doğruladın mı?

source: Is Staff?
de: Ist Mitarbeiter
el: Είναι το προσωπικό;
es: ¿Es el personal?
fi: Henkilökuntaa?
hu: A személyzet?
ms: Adakah kakitangan?
ro: Este personalul?
sl: Je osebje?
tr: Personel mi?

source: Save all changes
de: Alle Änderungen speichern
el: Αποθήκευση Όλων των Αλλαγών
es: Guarda todos los cambios
fi: Tallenna kaikki muutokset
hu: Minden változás mentése
ms: Simpan semua perubahan
ro: Salvează toate modificările.
sl: Shrani vse spremembe
tr: Tüm değişiklikleri kaydet

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
hu: Mégsem
ms: Batal
ro: Anulare
sl: Prekliči
tr: İptal

source: Change Avatar Picture
de: Avatar-Bild ändern
el: Αλλαγή εικόνας Avatar
es: Cambiar imagen de avatar
fi: Muuta Avatar-kuvaa
hu: Kép megváltoztatása
ms: Tukar Gambar Avatar
ro: Schimbați imaginea avatarului
sl: Spremeni Avatar Sliko
tr: Avatar Resmi Değiştir

source: Please select your Everipedia page
de: Bitte wählen Sie Ihre Everipedia-Seite aus
el: Παρακαλώ επιλέξτε την σελίδα σας Everipedia
es: Por favor, selecciona tu página Everipedia
fi: Valitse Everipedia-sivu
hu: Kérjük, válassza ki az Everipedia oldalát
ms: Sila pilih halaman Everipedia anda
ro: Selectați pagina Everipedia
sl: Izberite svojo Everipedia stran
tr: Lütfen Everipedia sayfanızı seçin

source: Continue
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
hu: Folytatás
ms: Teruskan
ro: Continua
sl: Nadaljujte
tr: Devam et

source: Voting
de: Abstimmung
el: Ψηφοφορία
es: Votación
fi: Äänestys
hu: Szavazás
ms: Pengundian
ro: Votul
sl: Glasovanje
tr: Oylama

source: Voting History
de: Abstimmungshistorie
el: Ιστορία της ψηφοφορίας
es: Historial de Votaciones
fi: Äänestyshistoria
hu: Szavazási előzmények
ms: Sejarah Pengundian
ro: Istoria votării
sl: Zgodovina glasovanja
tr: Oylama Geçmişi

source: Before
de: Vorher
el: Πριν
es: Antes
fi: Ennen
hu: Előtte
ms: Sebelum
ro: Înainte
sl: Pred
tr: Önce

source: After
de: Danach
el: Μετά
es: Después
fi: Jälkeen
hu: Utána
ms: Selepas
ro: După
sl: Po
tr: Sonra

source: Article
de: Artikel
el: Άρθρο
es: Artículo
fi: Artikkeli
hu: Cikk
ms: Artikel
ro: ID-ul articolului
sl: Članek
tr: Makale

source: Current Vote
de: Aktuelle Abstimmung
el: Τρέχουσα ψήφος
es: Voto Actual
fi: Nykyinen Äänestys
hu: Jelenlegi szavazás
ms: Undi semasa
ro: Votul curent
sl: Trenutni glas
tr: Mevcut Oy

source: Reject
de: Ablehnen
el: Απόρριψη
es: Rechazar
fi: Hylkää
hu: Elutasítás
ms: Tolak
ro: Respinge
sl: Zavrni
tr: Reddet

source: Accept
de: Akzeptieren
el: Αποδοχή
es: Aceptar
fi: Hyväksy
hu: Elfogadás
ms: Terima
ro: Accepta
sl: Sprejmi
tr: Kabul et

source: Voting Period
de: Abstimmungszeitraum
el: Περίοδος ψηφοφορίας
es: Período de votación:
fi: Äänestyskausi
hu: Szavazási időszak
ms: Tempoh Pengundian
ro: Perioada de vot
sl: Obdobje glasovanja
tr: Oylama Dönemi

source: to
de: bis
el: έως
es: a
fi: vastaanottaja
hu: -ig
ms: kepada
ro: catre
sl: za
tr: için

source: Place Votes
de: Stimmen platzieren
el: Τοποθετήστε τις ψήφους
es: Poner Votos
fi: Aseta äänet
hu: Helyezzen szavazatokat
ms: Tempatkan Undian
ro: Votați locul
sl: Oddaj glasove
tr: Oy Ver

source: Approve
de: Bestätigen
el: Έγκριση
es: Aprobar
fi: Hyväksy
hu: Jóváhagy
ms: Diluluskan
ro: Aproba
sl: Odobri
tr: Onayla

source: Changes
de: Änderungen
el: Αλλαγές
es: Cambios
fi: Muutokset
hu: Változtatások
ms: Perubahan
ro: Modificări
sl: Spremembe
tr: Değişiklikler

source: Welcome to Everipedia, the encyclopedia of everything
de: Willkommen bei Everipedia, der Enzyklopädie von allem.
el: Καλώς ήρθατε στην Everipedia, την εγκυκλοπαίδεια όλων
es: Bienvenido a Everipedia, la enciclopedia de todo
fi: Tervetuloa Everipediaan, kaiken tietosanakirjaan
hu: Üdvözöljük az Everipedia-ban, a mindenség enciklopédiáján
ms: Selamat datang ke Everipedia, ensiklopedia segala-galanya
ro: Bine ați venit la Everipedia, enciclopedia despre tot
sl: Dobrodošli v Everipediji, enciklopediji vsega
tr: Her şeyin ansiklopedisi Everipedia'ya hoşgeldiniz

source: Email
fi: Sähköposti
ms: Emel
sl: E-pošta
tr: E-posta

source: Chat
ms: Sembang
sl: Klepet
tr: Sohbet
