Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: Password reset complete
de: Passwort zurücksetzen abgeschlossen
el: Η επαναφορά κωδικού πρόσβασης ολοκληρώθηκε
es: Restablecimiento de contraseña exitoso
fi: Salasanan palautus onnistui
hu: Sikeres jelszóvisszaállítás
ms: Tetap semula kata laluan selesai
ro: Resetare parolă finalizată
sl: Ponastavitev gesla končana
tr: Şifre sıfırlama tamamlandı

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde eingerichtet. Sie können sich jetzt einloggen.
el: Ο κωδικός πρόσβασής σας έχει ρυθμιστεί. Μπορείτε να προχωρήσετε και να συνδεθείτε τώρα.
es: Tu contraseña ha sido establecida. Puedes iniciar sesión ahora.
fi: Salasanasi on asetettu. Voit nyt kirjautua sisään.
hu: A jelszavát beállította. Most már beléphet.
ms: Kata laluan anda telah ditetapkan. Anda boleh teruskan dan log masuk sekarang.
ro: Parola dvs. a fost setată. Puteți merge mai departe și vă puteți conecta acum.
sl: Vaše geslo je bilo nastavljeno. Sedaj lahko nadaljujete in se vpišete.
tr: Şifreniz değiştirildi. Şimdi giriş yapabilirsiniz.

source: Password reset confirmation
de: Bestätigung der Passwort-Zurücksetzung
el: Επιβεβαίωση επαναφοράς κωδικού πρόσβασης
es: Confirmación de restablecimiento de contraseña
fi: Salasanan palautusvahvistus
hu: Jelszó visszaállításának megerősítése
ms: Pengesahan semula kata laluan
ro: Confirmarea resetării parolei
sl: Potrditev ponastavitve gesla
tr: Şifre sıfırlama onayı

source: Enter new password
de: Neues Passwort eingeben
el: Εισαγωγή Νέου Κωδικού
es: Ingresa nueva contraseña
fi: Syötä uusi salasana
hu: Adja meg az új jelszót
ms: Masukkan Kata Laluan
ro: Introduceți noua parolă
sl: Vnesite novo geslo
tr: Yeni şifreyi girin

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, ob Sie es korrekt eingegeben haben.
el: Παρακαλώ εισάγετε τον νέο κωδικό πρόσβασης δύο φορές για να μπορέσουμε να επαληθεύσουμε ότι τον πληκτρολογήσατε σωστά.
es: Por favor, ingresa tu nueva contraseña dos veces.
fi: Syötä uusi salasanasi kaksi kertaa, jotta sen oikeinkirjoitus voidaan varmistaa.
hu: Kérjük, add meg az új jelszót kétszer, így ellenőrizni tudjuk, hogy helyesen írta be.
ms: Sila masukkan kata laluan baru anda dua kali supaya kami dapat mengesahkan anda menaipnya dengan betul.
ro: Vă rugăm să introduceți noua parolă de două ori, pentru a putea verifica dacă ați tastat-o ​​corect.
sl: Vnesite novo geslo dvakrat, da lahko preverimo, če je pravilno vneseno.
tr: Yeni şifreyi doğru yazdığınızdan emin olmamız için lütfen şifreyi iki kez girin.

source: New password:
de: Neues Passwort:
el: Νέος κωδικός πρόσβασης:
es: Contraseña nueva:
fi: Uusi salasana:
hu: Az új jelszó:
ms: Kata laluan baharu:
ro: Parolă nouă:
sl: Novo geslo:
tr: Yeni şifre:

source: Confirm password:
de: Passwort bestätigen:
el: Επιβεβαίωση κωδικού πρόσβασης:
es: Confirmar contraseña:
fi: Vahvista salasana:
hu: Jelszó megerősítése:
ms: Sahkan kata laluan:
ro: Confirmare parolă:
sl: Potrdite geslo:
tr: Şifreyi doğrula:

source: Change my password
de: Mein Passwort ändern
el: Αλλαγή Κωδικού Πρόσβασης
es: Cambiar mi contraseña
fi: Muuta salasana
hu: Jelszó megváltoztatása
ms: Tukar kata laluan saya
ro: Modificare parolă
sl: Spremeni moje geslo
tr: Şifremi değiştir

source: Password reset unsuccessful
de: Passwortzurücksetzung nicht erfolgreich
el: Η επαναφορά του κωδικού πρόσβασης ήταν ανεπιτυχής
es: El restablecimiento de contraseña falló
fi: Salasanan palautus ei onnistunut
hu: A jelszó visszaállítása sikertelen
ms: Tetap semula kata laluan tidak berjaya
ro: Resetare parolă nereușită
sl: Ponastavitev gesla neuspešna
tr: Şifre sıfırlama başarısız

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits benutzt wurde. Bitte fordern Sie einen neuen Link zum Passwort zurücksetzen an.
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης δεν ήταν έγκυρος, πιθανώς επειδή έχει ήδη χρησιμοποιηθεί. Παρακαλώ, ζητήστε μια νέα επαναφορά κωδικού πρόσβασης.
es: El enlace de restablecimiento de contraseña no es válido, posiblemente debido a que ya fue utilizado. Por favor solicita nuevamente el restablecimiento de contraseña.
fi: Salasananvaihtolinkkisi vaikuttaa vialliselta, sitä on mahdollisesti käytetty jo. Pyydä uutta salasanan palautusta.
hu: A jelszó-visszaállító kapcsolat érvénytelen, valószínűleg azért, mert már használta. Kérjen új jelszó-visszaállítást.
ms: Pautan Tetap semula kata laluan tidak sah, mungkin kerana ia telah digunakan. Sila minta Tetap semula kata laluan baru.
ro: Link-ul de resetare parola a fost invalid, probabil deoarece a fost deja folosit. Vă rugăm să solicitaţi o noua resetare a parolei.
sl: Vaša povezava za ponastavitev gesla je neveljavna, saj je bila verjetno že uporabljena. Prosimo, da ponovno zahtevate ponastavitev gesla.
tr: Şifre sıfırlama bağlantısı geçersiz. Lütfen yeni bir şifre sıfırlama isteğinde bulunun.

source: Password reset successful
de: Zurücksetzen des Passworts erfolgreich
el: Η επαναφορά κωδικού πρόσβασης ήταν επιτυχής
es: Contraseña restablecida con éxito
fi: Salasanan palautus onnistui
hu: A jelszó visszaállítása sikeres
ms: Tetap semula kata laluan berjaya
ro: Resetare parolă cu succes
sl: Ponastavitev gesla je bila uspešna
tr: Şifre sıfırlama başarılı

source: We have emailed you instructions for setting your password. You should be receiving them shortly.
de: Wir haben Ihnen per E-Mail Anweisungen zur Einstellung Ihres Passworts geschickt. Sie sollten sie in Kürze erhalten.
el: Σας έχουμε στείλει email με οδηγίες για τον καθορισμό του κωδικού πρόσβασής σας. Θα πρέπει να το λάβετε σύντομα.
es: Te hemos enviado por correo electrónico instrucciones para establecer tu contraseña. Los recibirás en breve.
fi: Olemme lähettäneet sinulle sähköpostitse ohjeet salasanan asettamisesta. Sinun pitäisi vastaanottaa ne pian.
hu: E-mailben elküldtük a jelszó beállításához szükséges utasításokat. Rövidesen befogadja őket.
ms: Kami telah menghantar arahan pada emel anda untuk menetapkan kata laluan anda. Anda sepatutnya menerimanya tidak lama lagi.
ro: V-am trimis prin e-mail instrucțiuni pentru setarea parolei. Ar trebui să le primiți în scurt timp.
sl: Po e-pošti smo vam poslali navodila za nastavitev gesla. Prejeti bi jih morali v kratkem.
tr: Şifrenizi belirlemek için gerekli talimatları içeren e-posta en kısa sürede size ulaşacaktır.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wenn Sie keine E-Mail erhalten, vergewissern Sie sich bitte, dass Sie die E-Mail-Adresse betreten haben, mit der Sie sich angemeldet haben und überprüfen Sie Ihren Spam-Ordner.
el: Αν δεν λάβετε ένα email, βεβαιωθείτε ότι έχετε εισάγει τη διεύθυνση την οποία καταχωρίσατε στην εγγραφή και ελέγξτε το φάκελοανεπιθύμητης αλληλογραφίας.
es: Si no recibes ningún correo, por favor asegúrate de haber ingresado la dirección de correo con la que te has registrado, y comprueba los correos en tu carpeta de spam.
fi: Jos et saa sähköpostia, varmista, että antamasi sähköpostiosoite on käytettävissäsi ja tarkista roskapostikansiosi.
hu: Ha nem kap e-mailt, kérjük, győződjön meg róla, hogy megadta a regisztrált címet, és ellenőrizze a spam mappát.
ms: Jika anda tidak menerima e-mel, pastikan anda memasukkan alamat yang anda daftarkan, dan periksa folder spam anda.
ro: Dacă nu primiți un e-mail, asigurați-vă că ați introdus adresa la care v-ați înregistrat și că vă verificați dosarul de spam.
sl: Če niste prejeli e-pošte, prosimo poglejte v mapo z neželenimi sporočili in preverite, ali ste vnesli e-naslov s katerim ste se registrirali.
tr: E-posta size ulaşmadıysa, lütfen kayıtlı e-posta adresinizi girdiğinizden emin olun ve spam klasörünüzü kontrol etmeyi unutmayın.

source: You are receiving this email because you requested a password reset for your Everipedia account.
de: Sie erhalten diese E-Mail, weil Sie einen Passwort Reset für Ihr Everipedia-Konto beantragt haben.
el: Λαμβάνετε αυτό το email επειδή ζητήσατε επαναφορά κωδικού πρόσβασης για τον λογαριασμό σας στο Everipedia.
es: Estás recibiendo este correo electrónico porque has solicitado un restablecimiento de contraseña para tu cuenta de Everipedia.
fi: Olet saanut tämän sähköpostiviestin, koska olet pyytänyt salasanan palautusta Everipedia-tilillesi.
hu: Ezt az e-mailt kapta, mert jelszó-visszaállítását kérte az Everipedia fiókjához.
ms: Anda menerima e-mel ini kerana anda meminta tetapan semula kata laluan untuk akaun Everipedia anda.
ro: Primiți acest e-mail deoarece ați solicitat o resetare a parolei pentru contul dvs. Everipedia.
sl: To e-poštno sporočilo ste prejeli, ker ste zahtevali ponastavitev gesla za vaš Everipedia račun.
tr: Everipedia hesabınız için şifre sıfırlama talebinde bulunduğunuz için bu e-postayı alıyorsunuz.

source: Please go to the following page and choose a new password:
de: Bitte gehen Sie zur folgenden Seite und wählen Sie ein neues Passwort:
el: Παρακαλώ μεταβείτε στην επόμενη σελίδα και επιλέξτε έναν νέο κωδικό πρόσβασης:
es: Por favor, ve a la página siguiente y elige una nueva contraseña:
fi: Mene seuraavalle sivulle uuden salasanan valitsemiseksi:
hu: Kérjük, látogasson el a következő oldalra és válasszon egy új jelszót:
ms: Sila pergi ke halaman berikutnya dan pilih kata laluan baru:
ro: Vă rugăm să mergeți la pagina următoare și să alegeți o parolă nouă:
sl: Prosimo pojdite na sledečo stran in izberite vaše novo geslo:
tr: Aşağıdaki sayfaya gidin ve yeni bir şifre seçin:

source: Your username, in case you've forgotten:
de: Ihr Benutzername, falls Sie Ihn vergessen haben:
el: Το όνομα χρήστη σας, σε περίπτωση που το έχετε ξεχάσει:
es: Tu nombre de usuario, en caso de que lo hayas olvidado:
fi: Käyttäjätunnuksesi, jos olet unohtanut:
hu: Az Ön felhasználóneve, abban az esetben, ha elfelejtette:
ms: Nama pengguna anda, sekiranya anda terlupa:
ro: Numele dvs. de utilizator, în cazul în care ați uitat:
sl: Vaše uporabniško ime, če ste ga slučajno pozabili:
tr: Kullanıcı adınız:

source: Thanks for using our site!
de: Vielen Dank, dass Sie unsere Seite nutzen!
el: Σας ευχαριστούμε που χρησιμοποιήσατε την ιστοσελίδα μας
es: ¡Gracias por usar nuestro sitio!
fi: Kiitos, että käytit sivustoamme!
hu: Köszönjük, hogy az oldalunkat használja!
ms: Terima kasih kerana menggunakan laman web kami!
ro: Vă mulțumim că ați folosit site-ul nostru!
sl: Hvala, ker uporabljate našo spletno stran!
tr: Sitemizi kullandığınız için teşekkür ederiz!

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Passwort vergessen? Geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen Anweisungen zum Einrichten einer neuen E-Mail-Adresse per E-Mail.
el: Ξεχάσατε τον κωδικό σας; Εισαγάγετε τη διεύθυνση email σας παρακάτω και θα σας στείλουμε email με οδηγίες για να καθορίσετε έναν νέο.
es: Si has olvidado tu contraseña, ingresa tu dirección de correo electrónico y te enviaremos instrucciones para restablecer tu contraseña.
fi: Salasana unohtunut? Kirjoita sähköpostiosoitteesi alle ja lähetämme ohjeet uuden salasanan asettamista varten.
hu: Elfelejtette a jelszavát? Írja be az email címét, és elküldjük az új beállításokról szóló utasításokat.
ms: lupa kata laluan? Masukkan alamat e-mel anda di bawah, dan kami akan menghantar e-mel arahan untuk menetapkan yang baru.
ro: Ați uitat parola? Introduceți adresa dvs. de e-mail de mai jos și vom trimite instrucțiuni prin e-mail pentru a configura una nouă.
sl: Ste pozabili vaše geslo? Spodaj vpišite vaš e-naslov in poslali vam bomonavodila za nastavitev novega gesla.
tr: Şifrenizi mi unuttunuz? E-posta adresinizi aşağıya girin ve yeni şifre belirlemek için gerekli talimatları e-postayla gönderelim.

source: Email address:
de: E-Mail-Adresse:
el: Διεύθυνση email:
es: Dirección de email:
fi: Sähköposti:
hu: E-mail cím:
ms: Alamat e-mel pengguna:
ro: Adresă email:
sl: E-poštni naslov:
tr: E-posta adresi:

source: Reset my password
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer mi contraseña
fi: Palauta salasanani
hu: Új jelszó generálása
ms: Tetap semula kata laluan saya
ro: Resetează-mi parola
sl: Ponastavi moje geslo
tr: Şifremi sıfırla

source: Learn More
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Aprende más
fi: Lue Lisää
hu: Tudjon meg többet
ms: Ketahui Lebih Lanjut
ro: Află mai multe
sl: Preberite več
tr: Daha fazla bilgi edin

source: View My Profile
de: Mein Profil anzeigen
el: Προβολή του Προφίλ μου
es: Revisar mi perfil
fi: Näytä Profiilini
hu: Saját profil megtekintése
ms: Lihat Profil Saya
ro: Profilul meu
sl: Odpri Moj profil
tr: Profilimi Görüntüle

source: Create a Wiki
de: Wiki erstellen
el: Δημιουργήστε ένα Wiki
es: Crear un Wiki
fi: Luo Wiki
hu: Hozzon létre egy Wiki-t
ms: Cipta Wiki
ro: Creați un Wiki
sl: Ustvarite Wiki
tr: Bir Wiki oluştur

source: more
de: mehr
el: περισσότερα
es: más
fi: lisää
hu: több
ms: lagi
ro: mai mult
sl: več
tr: daha fazla

source: Your browser does not support HTML5 video.
de: Dein Browser unterstützt keine HTML5-Videos.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει βίντεο HTML5
es: Tu navegador no es compatible con video HTML5
fi: Selaimesi ei tue HTML5-videota.
hu: A böngészője nem támogatja a HTML5 videókat.
ms: Pelayar anda tidak menyokong video HTML5.
ro: Browserul dvs. nu suportă formate video HTML5.
sl: Vaš brskalnik ne podpira HTML5 posnetkov.
tr: Tarayıcınız HTML5 videoyu desteklememektedir.

source: Click to add a new link or file to this list
de: Klicken Sie hier, um einen neuen Link oder eine neue Datei zu dieser Liste hinzuzufügen.
el: Κάντε κλικ για να προσθέσετε έναν νέο σύνδεσμο ή αρχείο σε αυτήν τη λίστα
es: Haz clic para añadir un nuevo enlace o archivo a esta lista
fi: Napsauta lisätäksesi uuden linkin tai tiedoston tähän luetteloon
hu: Kattintson erre, ha új hivatkozást vagy fájlt szeretne hozzáadni ehhez a listához
ms: Klik untuk menambah pautan atau fail baru ke senarai ini
ro: Faceți clic pentru a adăuga o nouă legătură sau un fișier la această listă
sl: Kliknite, da na ta seznam dodate novo povezavo ali datoteko
tr: Bu listeye yeni bir link veya dosya eklemek için tıklayın

source: Or click an existing link below to add it to the article
de: Oder klicken Sie auf einen bestehenden Link unten, um ihn dem Artikel hinzuzufügen.
el: Ή κάντε κλικ σε έναν ήδη υπάρχοντα σύνδεσμο παρακάτω για να τον προσθέσετε στο άρθρο
es: O haz clic en un enlace existente a continuación para agregarlo al artículo
fi: Voit napsauttaa nykyistä linkkiä tai lisätä sen artikkeliin
hu: Vagy kattintson az egyik létező linkre, hogy hozzáadja a cikkhez
ms: Atau klik pautan yang tersedia di bawah untuk menambahnya pada artikel itu
ro: Sau faceți clic pe un link existent de mai jos pentru al adăuga la articol
sl: Ali pa kliknite spodnjo povezavo, da jo dodate v članek
tr: Veya yazıya link eklemek için aşağıdaki mevcut bir bağlantıyı tıklayın.

source: Views
de: Ansichten
el: Προβολές
es: Vistas
fi: Katselukerrat
hu: Megtekintések
ms: Di Lihat
ro: Vizualizări
sl: Ogledi
tr: Görüntülenme

source: IQ
el: Δείκτης Νοημοσύνης (IQ)
es: IQ (Calificación Interna)
ro: Coeficient de inteligență

source: page(s) have this link
de: Seite(n) haben diesen Link
el: η σελίδα (ες) έχουν αυτόν τον σύνδεσμο
es: página(s) tienen este enlace
fi: sivu(i)lla on tämä linkki
hu: a linket tartalmazó oldal(ak)
ms: halaman mempunyai pautan ini
ro: pagina (i) au acest link
sl: Stran(i) imajo to povezavo
tr: bu link sayfa(larda) mevcut

source: Frequently Asked Questions - Everipedia, everyone's encyclopedia
de: Häufig gestellte Fragen - Everipedia, jedermanns Enzyklopädie
el: Συχνές Ερωτήσεις - Everipedia, η εγκυκλοπαίδεια όλων
es: Preguntas frecuentes - Everipedia, la enciclopedia de todos
fi: Usein Kysytyt Kysymykset - Everipedia, kaikkien tietosanakirja
hu: Gyakran feltett kérdések - Everipedia, mindenki enciklopédiája
ms: Soalan Lazim - Everipedia, ensiklopedia semua orang
ro: Întrebări frecvente - Everipedia, enciclopedia tuturor
sl: Pogosto zastavljena vprašanja - Everipedia, enciklopedija vseh
tr: Sıkça Sorulan Sorular - Everipedia, herkesin ansiklopedisi

source: Brainpower Management
el: Διαχείριση Νοημοσύνης
es: Gestión de la potencia cerebral
fi: Älykkyyshallinta
hu: Brainpower kezelés
ms: Pengurusan Brainpower
sl: Brainpower Upravljanje
tr: Beyin Gücü Yönetimi

source: Everipedia, the encyclopedia of everything
de: Everipedia, die Enzyklopädie für alles
el: Everipedia, η εγκυκλοπαίδεια για τα πάντα
es: Everipedia, la enciclopedia de todo
fi: Everipedia, kaiken tietosanakirja
hu: Everipedia, minden enciklopédiája
ms: Everipedia, ensiklopedia segala-galanya
ro: Everipedia, enciclopedia despre tot
sl: Everipedia, enciklopedija vsega
tr: Everipedi, her şeyin ansiklopedisi

source: Loading Scatter
de: Scatter laden
el: Φόρτωση Scatter
es: Cargando Dispersión
fi: Lataa Palasia
hu: Scatter betöltése
ms: Memuatkan Scatter
ro: Încărcare Scatter
sl: Nalaganje Scatter
tr: Yükleniyor

source: Staking IQ tokens will freeze them for 21 days and will generate nontransferable Brainpower, which can be used for editing and voting on the Everipedia network. At the end of the 21 days, you can claim back your IQ tokens and re-stake them for more Brainpower again. Thus, 1 IQ, staked every 21 days, can lead to 365 days / 21 days = 17.38 Brainpower every year.
de: Das Einsetzen von IQ-Tokens friert sie für 21 Tage ein und erzeugt nicht übertragbare Brainpower, die für die Bearbeitung und Abstimmung im Everipedia-Netzwerk verwendet werden kann. Am Ende der 21 Tage können Sie Ihre IQ-Token zurückfordern und für mehr Brainpower wieder einsetzen. So kann 1 IQ, der alle 21 Tage eingesetzt wird, zu 365 Tagen / 21 Tage = 17,38 Brainpower pro Jahr führen.
el: Τα tokens IQ που στοιχηματίστηκαν θα τα παγώσουν για 21 ημέρες και θαδημιουργήσουν μη μεταφερόμενη Νοημοσύνη, η οποία μπορεί να χρησιμοποιηθεί γιαεπεξεργασία και ψηφοφορία στο δίκτυο Everipedia. Στο τέλος των 21 ημερών,μπορείτε ναδιεκδικήσετε πίσω τα tokens IQ σας και να τα ποντάρετε ξανά για περισσότερη νοημοσύνη. Έτσι, 1 IQ, που στοιχηματίζεται κάθε 21 ημέρες, μπορεί να οδηγήσει σε 365 ημέρες / 21 ημέρες = 17,38 Νοημοσύνη κάθε χρόνο.
es: Los tokens de Apuestas de IQ los congelarán durante 21 días y generarán Brainpower intransferible, que puede ser usado para editar y votar en la red de Everipedia. Al final de los 21 días, puedes reclamar tus tokens de IQ y retomarlos para obtener más Brainpower de nuevo. Por lo tanto, 1 IQ, apostado cada 21 días, puede llevar a 365 días / 21 días = 17.38 Brainpower cada año.
fi: IQ -merkkien panostaminen jäädyttää ne 21 päiväksi ja tuottavat ei-siirrettävää Älykkyyttä, jota voidaan käyttää Everipedia -verkon editoimiseen ja äänestämiseen. 21 päivän jälkeen voi lunastaa IQ -merkkinsä takaisin ja panostaa ne lisä-Älykkyyteen. Näin ollen 1 IQ, joka panostetaan joka 21 päivän välein, voi johtaa 365/21 päivää = 17.38 Älykkyyteen joka vuosi.
hu: A Staking IQ tokenek 21 napig befagyasztják, és nem transzferálható Brainpower hoznak létre, melyet az Everipedia hálózat szerkesztésére és szavazásra használhat. A 21 nap végén vissza lehet kérni az IQ tokeneket, és újra beilleszti őket több Brainpower számára. Így 1 IQ, 21 naponta, ami 365 nap / 21 nap = 17,38 Brainpower évente.
ms: Kepentingan token IQ akan membekukan mereka selama 21 hari dan akan menghasilkan Brainpower yang tidak dapat di pindah, yang boleh digunakan untuk mengedit dan mengundi di rangkaian Everipedia. Pada akhir 21 hari, anda boleh menuntut semula token IQ anda dan kepentingan semula mereka untuk tambahan Brainpower. Oleh itu, 1 IQ, yang berkepentingan setiap 21 hari, boleh membawa kepada 365 hari / 21 hari = 17.38 Brainpower setiap tahun.
ro: Scrierea jetoanelor de IQ îi va îngheța timp de 21 de zile și va genera Brainpower netransferabil, care poate fi utilizat pentru editarea și votarea rețelei Everipedia. La sfârșitul celor 21 de zile, puteți revendica jetoanele dvs. de IQ și le puteți reîncepe din nou pentru mai mult Brainpower. Astfel, 1 IQ, stacked la fiecare 21 de zile, poate duce la 365 zile / 21 zile = 17.38 Brainpower în fiecare an.
sl: Ko zastavite IQ žetone bodo zamrznjeni 21 dni in bodo ustvarili neprenosljiv Brainpower, ki se lahko uporablja za urejanje in glasovanje na omrežju Everipedije. Po koncu 21 dni lahko zahtevate nazaj IQ žetone in jih znova zastavite za več Brainpower. Tako lahko 1 zastavljen IQ vsakih 21 dni, vodi do 365 dni / 21 dni = 17.38 Brainpowerja vsako leto.
tr: IQ jetonlarını kullanmak 21 gün boyunca dondurulup Everipedia ağında devredilemez Beyin gücü üretir ve bu beyin gücü düzenleme ve oylama için kullanılabilir 21 günün sonunda, IQ jetonlarınızı geri isteyebilir ve tekrar daha fazla Brainpower için yeniden kullanabilirsiniz. Böylece, her gün 21 günde 1 IQ, 365 gün / 21 günde = 17.38 Beyin Gücü kazanabilirsiniz.
