Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: All information found on Everipedia is freely available for anyone to use and access. All we ask is a link back to the source Everipedia page for attribution purposes. The information on this encyclopedia is meant to be free to all. We will never charge for or withhold any of the information on this website. We just ask that you do not throttle the site and programmatically harvest information that would dramatically affect our servers.
de: Alle Informationen auf Everipedia sind für jedermann frei zugänglich. Wir bitten lediglich um einen Link zurück zur Everipedia-Quellseite, um eine Zuordnung vornehmen zu können. Die Informationen auf dieser Enzyklopädie sollen für alle frei zugänglich sein. Wir werden die Informationen auf dieser Website niemals in Rechnung stellen oder zurückhalten. Wir bitten Sie nur, die Seite nicht zu drosseln und programmatisch Informationen zu sammeln, die unsere Server dramatisch beeinträchtigen würden.
el: Όλες οι πληροφορίες που βρίσκονται στην Everipedia είναι διαθέσιμες ελεύθερα για οποιονδήποτε θέλει να τις χρησιμοποιήσει και να έχει πρόσβαση. Το μόνο που ζητάμεείναι ένας σύνδεσμος πίσω στη σελίδα προέλευσης της Everipedia για να γίνεται σωστή απόδοση. Οι πληροφορίες σχετικά με αυτήν την εγκυκλοπαίδεια πρέπει να είναι ελεύθερες σε όλους. Ποτέ δεν χρεώνουμε ή παρακρατούμε καμία από τις πληροφορίες αυτού του σαιτ. Ζητάμε απλώς να μην υπερφορτώνετε τον χώρο και ναμην συλλέγετε επιλεκτικά πληροφορίες που θα επηρεάζουν τους διακομιστές μας.
es: Toda la información que se encuentra en Everipedia está disponible de forma gratuita para cualquier persona para su uso y acceso. Todo lo que pedimos es un enlace a la fuente de la página Everipedia con fines de atribución. La información de esta enciclopedia es gratuita para todos. Nunca cobraremos ni retendremos ninguna información de este sitio web. Sólo pedimos que no estrangulen el sitio y programen la información que podría afectar dramáticamente a nuestros servidores.
fi: Kaikki Everipediasta löytyvät tiedot ovat vapaasti kaikkien käytettävissä. Pyydämme vain viitettä käytettyyn Everipedia -sivuun, jotta tiedon omistus olisi selvää. Tämän tietosanakirjan tiedot ovat tarkoitettu vapaiksi kaikille. Emme koskaan veloita sivuston tiedoista tai tai pidätä nitä. Pyydämme vain, että et sabotoi sivustoa ja kerää järjestelmällisesti tietoja, jotka vaikuttaisivat dramaattisesti palvelimiimme.
hu: Az Everipedia-n megtalálható minden információ szabadon hozzáférhető bárki számára. Mindössze annyit kérünk, hogy a forrásoknak az Everipedia oldalra mutató linket hozzanak létre. Az enciklopédia információi mindenkinek szabadok. Soha nem fogjuk felszámolni vagy visszatartani az ezen a weboldalon található információkat. Csak azt kérjük, ne gyűjtsön program által információt.
ms: Semua maklumat yang terdapat di Everipedia tersedia secara percuma untuk sesiapa sahaja untuk di gunakan dan di akses. Apa yang kami tanyakan ialah pautan kembali ke laman Everipedia sumber untuk tujuan atribusi. Maklumat mengenai ensiklopedia ini bertujuan untuk menjadi bebas untuk semua orang. Kami tidak akan mengenakan bayaran atau menahan mana-mana maklumat di laman web ini. Kami hanya meminta anda tidak membanjiri laman web dan memetik maklumat tuai yang akan menjejaskan pelayan kami secara dramatik.
ro: Toate informațiile găsite pe Everipedia sunt disponibile gratuit pentru oricine poate folosi și accesa. Tot ce cerem este un link înapoi la pagina sursă Everipedia pentru scopuri de atribuire. Informațiile de pe această enciclopedie trebuie să fie gratuite pentru toți. Nu vom percepe nicio taxă pentru niciuna dintre informațiile de pe acest site. Vom cere doar să nu accelerați site-ul și să recoltați programatic informații care ar afecta dramatic serverele noastre.
sl: Vsi podatki, najdeni na Everipedia, so prosto dostopni vsem za uporabo in dostop. Vse, kar prosimo, je povezava na izvorno stran Everipedia za namene pripisovanja. Informacije na tej enciklopediji so proste za vse. Nikoli ne bomo zaračunali ali zadrževali nobenih informacij na tej spletni strani. Prosimo vas le, da ne zavirate spletnega mesta in programsko zbirate informacije, kar bi drastično vplivalo na naše strežnike.
tr: Everipedia'da bulunan tüm bilgiler herkesin serbestçe kullanım ve erişimine açıktır. Tek istediğimiz Everipedia sayfasında kaynak gösterilmesi. Bu ansiklopedideki bilgiler herkese ücretsiz olacaktır. Bu web sitesindeki bilgiler için hiçbir kısıtlama gerçekleştirmeyiz veya ücret talep etmeyiz. Sadece siteyi kullanırken yüklenmemenizi ve sunucularımızı önemli ölçüde etkileyecek şekildesistematik olarak bilgileri indirmemenizi istiyoruz.

source: Much love,
de: Viel Liebe
el: Πολλή αγάπη,
es: Con mucho amor,
fi: Rakkaudella,
hu: Sok szeretettel,
ms: Banyak cinta,
ro: Multa dragoste,
sl: Z ljubeznijo,
tr: Sevgiler,

source: About
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
hu: Rólunk
ms: Mengenai Kami
ro: Despre
sl: O
tr: Hakkında

source: FAQ
el: Συχνές Ερωτήσεις
es: Preguntas Frecuentes
fi: UKK
hu: GYIK
ro: Intrebare
sl: Pogosta vprašanja in odgovori
tr: SSS

source: Contact
de: Kontakt
el: Επικοινωνία
es: Contacto
fi: Ota yhteyttä
hu: Kapcsolat
ms: Hubungi
sl: Kontakt
tr: İletişim

source: Terms
de: Bedingungen
el: Όροι
es: Términos
fi: Ehdot
hu: Feltételek
ms: Terma
ro: Termeni
sl: Pogoji
tr: Şartlar

source: Forum
el: Φόρουμ
es: Foro
fi: Foorumi
hu: Fórum

source: Get IQ
de: IQ erhalten
el: Αποκτήστε IQ
es: Obtener IQ
fi: Hanki IQ
hu: Szerezzen IQ-T
ms: Dapatkan IQ
ro: Obțineți IQ
sl: Pridobi IQ
tr: IQ Elde et

source: Powered by
de: Unterstützt von
el: Με την υποστήριξη του
es: Impulsado por
fi: Mahdollistaa
hu: Készítette
ms: Di Kuasakan oleh
sl: Sponzorirano s strani

source: API by
de: API von
el: API από
es: API de
fi: API:n on kehittänyt
hu: API készítője
ms: API oleh
ro: API de către
sl: API z

source: Select language
de: Sprache wählen
el: Επιλέξτε γλώσσα
es: Selecciona el idioma
fi: Valitse kieli
hu: Nyelv kiválasztása
ms: PILIH BAHASA
ro: Selectați limba
sl: Izberite jezik
tr: Dil Seçin

source: Enter a title for the thread
de: Geben Sie einen Titel für das Thema ein
el: Καταχωρίστε έναν τίτλο για το νήμα
es: Ingresa un título para el tema
fi: Syötä ketjun otsikko
hu: Adja meg a téma címét
ms: Masukkan tajuk untuk perbincangan
ro: Introduceți un titlu pentru fir
sl: Tu vnesite naslov teme
tr: Konu için bir başlık girin

source: Enter your post here
de: Geben Sie hier Ihren Beitrag ein
el: Εισαγάγετε την ανάρτησή σας εδώ
es: Escribe aquí tu mensaje
fi: Kirjoita viesti tähän
hu: Írja be bejegyzését itt
ms: Masukkan pos anda di sini
ro: Introduceți postarea dvs. aici
sl: Tu vnesite vašo objavo
tr: Gönderinizi buraya girin

source: Create New Thread
de: Neuen Eintrag erstellen
el: Δημιουργία νέου νήματος
es: Crear Tema Nuevo
fi: Luo Uusi Ketju
hu: Új téma létrehozása
ms: Cipta Perbincangan Baru
ro: Creați un nou subiect
sl: Ustvarite novo temo
tr: Yeni Konu Oluştur

source: About Everipedia
de: Über Everipedia
el: Σχετικά με την Everipedia
es: Acerca de Everipedia
fi: Tietoja Everipediasta
hu: Az Everipediaről
ms: Mengenai Everipedia
ro: Despre Everipedia
sl: O Everipediji
tr: Everipedia Hakkında

source: How To Use
de: Wie verwendet man es
el: Τρόπος χρήσης
es: Cómo Usar
fi: Kuinka Käytetään
hu: Hogyan használható
ms: Bagaimana nak guna
ro: Mod de utilizare
sl: Kako uporabljati
tr: Nasıl kullanılır

source: Donate
de: Spenden
el: Δωρεά
es: Donar
fi: Lahjoita
hu: Támogatás
ms: Derma
ro: Donează
sl: Donirajte
tr: Bağışta Bulun

source: By using this website, you agree to the
de: Durch die Nutzung dieser Website erklären Sie sich mit den Nutzungsbedingungen einverstanden.
el: Χρησιμοποιώντας αυτόν τον ιστότοπο, συμφωνείτε με τους
es: Al utilizar este sitio web, aceptas las siguientes condiciones
fi: Käyttämällä tätä verkkosivustoa hyväksyt
hu: A weboldal használatával Ön elfogadja a
ms: Dengan menggunakan laman web ini, anda bersetuju dengan
ro: Prin utilizarea acestui site, sunteți de acord cu
sl: Z uporabo te spletne strani se strinjate z
tr: Bu web sitesini kullanarak,

source: Terms of Use
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
fi: Käyttöehdot
hu: Felhasználási feltételeket
ms: Terma Penggunaan
ro: Condiții de utilizare
sl: Pogoji uporabe
tr: Kullanım Şartlarını kabul etmiş olursunuz

source: Everipedia® is a trademark of Everipedia International
de: Everipedia® ist eine Marke von Everipedia International.
el: Το Everipedia® είναι εμπορικό σήμα της Everipedia International
es: Everipedia® es una marca comercial de Everipedia International
fi: Everipedia® on Everipedia Internationalin tavaramerkki
hu: Az Everipedia® az Everipedia International védjegye
ms: Everipedia® adalah tanda dagangan Everipedia International
ro: Everipedia® este o marcă înregistrată a Everipedia International
sl: Everipedia® je blagovna znamka podjetja Everipedia International
tr: Everipedia®, Everipedia International'a ait bir ticari markadır.

source: Search
de: Suche
el: Αναζήτηση
es: Buscar
fi: Hae
hu: Keresés
ms: Cari
ro: Caută
sl: Išči
tr: Arama

source: Create Page
de: Seite erstellen
el: Δημιουργία Σελίδας
es: Crear página
fi: Luo Sivu
hu: Oldal létrehozása
ms: Cipta Halaman
ro: Crează pagină
sl: Ustvari stran
tr: Sayfa oluştur

source: Paste a link or enter a title
de: Einen Link einfügen oder einen Titel eingeben
el: Επικολλήστε έναν σύνδεσμο ή εισαγάγετε έναν τίτλο
es: Pegar un enlace o ingresar un título
fi: Liitä linkki tai kirjoita otsikko
hu: Illesszen be egy linket vagy írjon be egy címet
ms: Tampalkan pautan atau masukkan tajuk
ro: Inserați o legătură sau introduceți un titlu
sl: Prilepite povezavo ali vnesite naslov
tr: Bir link yapıştırın veya bir başlık girin

source: Messages
de: Nachrichten
el: Μηνύματα
es: Mensajes
fi: Viestit
hu: Üzenetek
ms: Pesanan
ro: Mesaje
sl: Sporočila
tr: Mesajlar

source: Notifications
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fi: Ilmoitukset
hu: Értesítések
ms: Notifikasi
ro: Notificări
sl: Obvestila
tr: Bildirimler

source: Your IQ Score
de: Ihr IQ-Score
el: Το σκορ IQ σας
es: Tu puntaje de IQ
fi: ÄÖ -pisteesi
hu: IQ pontszám
ms: Markah IQ anda
ro: Scorul dvs. de IQ
sl: Vaše IQ točke
tr: IQ Puanınız

source: Table of contents
de: Inhaltsverzeichnis
el: Πίνακας περιεχομένων
es: Tabla de contenidos
fi: Sisällysluettelo
hu: Tartalomjegyzék
ms: Senarai kandungan
ro: Cuprins
sl: Kazalo
tr: İçindekiler

source: Table of contents and facts for this wiki
de: Inhaltsverzeichnis und Fakten zu diesem Wiki
el: Πίνακας περιεχομένων και γεγονότα για αυτό το wiki
es: Tabla de contenidos y hechos para este wiki
fi: Sisällysluettelo ja faktat tässä wikissä
hu: Tartalomjegyzék és tények ehhez a wikihez
ms: Jadual kandungan dan fakta untuk wiki ini
ro: Cuprins și fapte pentru acest wiki
sl: Kazalo vsebine in dejstva za ta wiki
tr: Bu wiki için içindekiler ve gerçekler tablosu

source: Feed
el: Γνώμες
fi: Syöte
hu: Hírfolyam
ms: Suapan
ro: Flux de date
sl: Novice

source: Please log in with Scatter
de: Bitte loggen Sie sich mit Scatter ein
el: Παρακαλούμε συνδεθείτε με το Scatter
es: Por favor, inicia sesión con Scatter
fi: Kirjaudu sisään Scatterin kanssa
hu: Kérjük, jelentkezzen be a Scatter-el
ms: Sila log masuk dengan Scatter
ro: Conectați-vă cu Scatter
sl: Prijavite se s Scatter
tr: Lütfen Scatter ile giriş yapın

source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Ohje
hu: Segítség
ms: Mari kami bantu anda, kami ada beberapa petua untuk anda menemuinya.
ro: Ajutor
sl: Pomoč
tr: Yardım

source: View Profile
de: Profil anzeigen
el: Προβολή Προφίλ
es: Ver Perfil
fi: Näytä profiili
hu: Profil Megtekintése
ms: Lihat Profil
ro: Vedeti profilul
sl: Ogled profila
tr: Profili Görüntüle

source: Sign In
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
hu: Bejelentkezés
ms: Daftar masuk
ro: Autentificare
sl: Vpišite se
tr: Giriş Yap

source: Register
de: Registrieren
el: Εγγραφή
es: Registrarse
fi: Rekisteröidy
hu: Regisztráció
ms: Daftar
ro: Înregistrare
sl: Registracija
tr: Kayıt Ol

source: Username
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
hu: Felhasználónév
ms: Nama Pengguna
ro: Utilizator
sl: Uporabniško ime
tr: Kullanıcı Adı

source: Need an account? Register here.
de: Kein Konto? Jetzt registrieren!
el: Χρειάζεστε έναν λογαριασμό? Εγγραφείτε εδώ!
es: ¿Necesitas una cuenta? ¡Regístrate aquí!
fi: Tarvitsetko tilin? Rekisteröidy täällä.
hu: Szüksége van egy felhasználóra? Regisztráljon itt.
ms: Perlukan akaun? Daftar disini.
ro: Nevoie de un cont? Înregistrează-te aici!
sl: Potrebujete račun? Registrirajte se tu.
tr: Hesabınız yok mu ? Üye olun !

source: Forgot your password?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
fi: Unohditko salasanasi?
hu: Elfelejtett jelszó?
ms: Lupa kata laluan anda?
ro: Ai uitat parola?
sl: Ste pozabili vaše geslo?
tr: Şifrenizi mi unuttunuz?

source: Your Notifications
de: Deine Benachrichtigungen
el: Οι Ειδοποιήσεις σας
es: Tus notificaciones
fi: Omat ilmoitukset
hu: Értesítések
ms: Pemberitahuan anda
ro: Notificările dumneavoastră
sl: Vaša obvestila
tr: Bildirimleriniz

source: Get an account
de: Ein Konto einrichten
el: Αποκτήστε έναν Λογαριασμό
es: Crea una cuenta
fi: Hanki tili
hu: Regisztrálás
ms: Dapatkan akaun
ro: Deschide cont
sl: Pridobite račun
tr: Bir hesap al

source: or Log in
de: oder Anmelden
el: ή συνδεθείτε
es: o Inicia sesión
fi: tai kirjaudu sisään
hu: vagy Jelentkezzen be
ms: atau Log masuk
ro: sau conectați-vă
sl: ali se Prijavite
tr: yada Giriş Yap

source: Language
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
hu: Nyelv
ms: Bahasa
ro: Limba
sl: Jezik
tr: Dil

source: Register / Log in
de: Registrierung / Anmelden
el: Εγγραφή / Σύνδεση
es: Registrarse / Iniciar sesión
fi: Rekisteröidy / kirjaudu sisään
hu: Regisztráció / Bejelentkezés
ms: Daftar / Masuk
ro: Înregistrare / Autentificare
sl: Registracija / Prijava
tr: Kayıt / Giriş

source: Go to article
de: weiter zum Artikel
el: Μεταβείτε στο άρθρο
es: Ir al artículo
fi: Siirry artikkeliin
hu: A cikkhez
ms: Pergi ke artikel
ro: Du-te la articol
sl: Pojdite na članek
tr: Yazıya git

source: Self citation by
de: Selbstzitat von
el: Αυτόματη παραπομπή από
es: Auto citación por
fi: Itseviittaus
hu: Saját hivatkozás
ms: Di Petik sendiri oleh
ro: Citate de sine
sl: Citat od
tr: Otomatik alıntıyı gerçekleştiren

source: Title
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
hu: Cím
ms: Tajuk
ro: Titlu
sl: Naslov
tr: Başlık

source: Rank
de: Rang
el: Κατάταξη
es: Rango
fi: Taso
hu: Szint
ms: Pangkat
ro: Grad
sl: Razred
tr: Derece

source: User since
de: Benutzer seit
el: Χρήστης από
es: Usuario desde
fi: Käyttäjä sitten
hu: Felhasználó regisztráció időpontja
ms: Pengguna sejak
ro: Utilizator de atunci
sl: Uporabnik od
tr: Kullanıcı Olduğu Tarih

source: Last login
de: Letzter Login
el: Τελευταία είσοδος
es: Último acceso
fi: Viimeisin kirjautuminen
hu: Utolsó bejelentkezés
ms: Log masuk terakhir:
ro: Ultima autentificare
sl: Zadnja prijava
tr: Son giriş

source: Go to Editor's Profile
de: Gehe zum Profil des Redakteurs
el: Μεταβείτε στο προφίλ του Συντάκτη
es: Ir al Perfil del Editor
fi: Siirry Editorin Profiiliin
hu: Menj a szerkesztő profiljához
ms: Pergi ke Profil Penyunting
ro: Accesați Profilul Editorului
sl: Odprite profil urejevalca
tr: Editörün Profiline Git

source: Discuss Citation
de: Zitat diskutieren
el: Συζητήστε την παραπομπή
es: Discutir la Cita
fi: Keskustele Viitteestä
hu: Beszéljen a hivatkozásról
ms: Bincangkan Citation
ro: Discutați despre citare
sl: Razprava o citiranju
tr: Alıntı Tartışma

source: Download
el: Λήψη
es: Descargar
fi: Lataa
hu: Letöltés
ms: Muat turun
ro: Descarca
sl: Prenesi
tr: İndir

source: Direct Link
el: Άμεσος Σύνδεσμος
es: Enlace directo
fi: Suoralinkki
hu: Közvetlen link
ms: Pautan Langsung
ro: Link direct
sl: Neposredna povezava
tr: Direk link

source: Share
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
hu: Megosztás
ms: Kongsi
ro: Distribuie
sl: Deli
tr: Paylaş

source: Copy URL
de: URL kopieren
el: Αντιγραφή URL
es: Copiar URL
fi: Kopioi URL
hu: Az URL másolása
ms: Salin URL
ro: Copiază URL- ul
sl: Kopiraj URL
tr: URL’yi Kopyala

source: Play / Pause
de: Wiedergabe/Pause
el: Αναπαραγωγή / Παύση
es: Reproducir / Pausa
fi: Soita / Tauko
hu: Lejátszás / Szünet
ms: Play / Berhenti Seketika
ro: Redare / Pauză
sl: Predvajaj / Premor
tr: Oynat/Duraklat

source: How to use Everipedia
de: Wie man Everipedia benutzt
el: Πώς να χρησιμοποιήσετε την Everipedia
es: Cómo usar Everipedia
fi: Kuinka käyttää Everipediaa
hu: Az Everipedia használata
ms: Cara menggunakan Everipedia
ro: Cum se utilizează Everipedia
sl: Kako uporabljati Everipedijo
tr: Everipedia nasıl kullanılır

source: Everipedia is a free and easy to use wiki platform. Write about anyone and anything!
de: Everipedia ist eine kostenlose und einfach zu bedienende Wiki-Plattform. Schreiben Sie über alles und jeden!
el: Η Everipedia είναι μια ελεύθερη και εύχρηστη πλατφόρμα wiki. Γράψτε για οποιονδήποτε και οτιδήποτε!
es: Everipedia es una plataforma wiki gratuita y fácil de usar. ¡Escribe sobre cualquier persona y cualquier cosa!
fi: Everipedia on ilmainen ja helppokäyttöinen wiki-alusta. Kirjoita kenestä ja mistä tahansa!
hu: Az Everipedia egy ingyenes és könnyen használható wiki platform. Írjon bárkiről és bármiről!
ms: Everipedia adalah platform wiki percuma dan mudah digunakan. Tulis tentang sesiapa dan apa sahaja!
ro: Everipedia este o platformă wiki gratuită și ușor de folosit. Scrie despre oricine și orice!
sl: Everipedia je brezplačna in enostavna wiki platforma. Pišite o komurkoli ali čemerkoli!
tr: Everipedia ücretsiz ve kullanımı kolay bir wiki platformudur. Herkes ve herhangi bir şey hakkında yazabilirsiniz!

source: Go back to the page you started from
de: Gehen Sie zurück zu der Seite, von der aus Sie gestartet sind.
el: Επιστρέψτε στη σελίδα από την οποία ξεκινήσατε
es: Volver a la página de la que has partido
fi: Palaa aloittamasi sivuun
hu: Vissza az elősző oldalra
ms: Kembali ke halaman yang anda bermula
ro: Reveniți la pagina de unde ați început
sl: Vrnite se na stran, na kateri ste začeli
tr: Başladığınız sayfaya geri dönün

source: Go to page
de: Zur Seite
el: Μετάβαση στη σελίδα
es: Ir a la página
fi: Mene sivulle
hu: Ugrás a lapra
ms: Pergi ke Halaman...
ro: Detalii
sl: Pojdi na stran
tr: Sayfaya Git

source: Go to your editor profile page
de: Gehe zu deiner Editor-Profilseite
el: Μεταβείτε στη δική σας σελίδα προφίλ συντάκτη
es: Ve a la página de tu perfil de editor
fi: Siirry editorin profiilisivulle
hu: Menjen a szerkesztő profiloldalára
ms: Pergi ke halaman profil editor anda
ro: Accesați pagina de profil a editorului
sl: Pojdite na stran vašega urejevalnega profila
tr: Editör profil sayfanıza gidin

source: Go to profile
de: Zum Profil
el: Πηγαίνετε στο προφίλ
es: Ir al perfil
fi: Siirry profiiliin
hu: Ugrás a profilhoz
ms: Pergi ke profil
ro: Mergeți la profil:
sl: Pojdite na profil
tr: Profile git

source: Create a new page now
de: Jetzt eine neue Seite erstellen
el: Δημιουργία νέας σελίδας τώρα
es: Crear una página nueva ahora
fi: Luo uusi sivu nyt
hu: Új lap létrehozása
ms: Cipta halaman baru
ro: Creează o pagină nouă
sl: Ustvarite novo stran sedaj
tr: Yeni bir sayfa oluştur

source: Search for an existing page
de: Suche nach einer bestehenden Seite
el: Αναζήτηση για μια υπάρχουσα σελίδα
es: Buscar una página existente
fi: Etsi olemassa olevaa sivua
hu: Keressen egy meglévő oldalt
ms: Cari halaman sedia ada
ro: Căutați o pagină existentă
sl: Poiščite obstoječo stran
tr: Mevcut bir sayfayı ara

source: This page is currently being created by another user
de: Diese Seite wird gerade von einem anderen Benutzer erstellt.
el: Αυτή η σελίδα αυτή τη στιγμή δημιουργείται από άλλον χρήστη
es: Esta página está siendo creada por otro usuario
fi: Toinen käyttäjä luo tätä sivua tällä hetkellä
hu: Ezt az oldalt jelenleg egy másik felhasználó hozza létre
ms: Halaman ini sedang di cipta oleh pengguna lain
ro: Această pagină este în prezent creată de alt utilizator
sl: To stran trenutno ustvarja drug uporabnik
tr: Bu sayfa şu anda başka bir kullanıcı tarafından oluşturuluyor

source: This page is currently in the process of being created by another user. Please return later!
de: Diese Seite wird gerade von einem anderen Benutzer erstellt. Bitte kommen Sie später wieder!
el: Αυτή τη σελίδα βρίσκεται αυτή τη στιγμή στη διαδικασία δημιουργίας από άλλο χρήστη. Παρακαλούμε επιστρέψτε αργότερα!
es: Esta página está actualmente en proceso de ser creada por otro usuario. ¡Por favor, vuelve más tarde!
fi: Toinen käyttäjä luo tätä sivua tällä hetkellä. Palaa myöhemmin!
hu: Ezt az oldalt jelenleg egy másik felhasználó hozza létre. Kérem, térjen vissza később!
ms: Halaman ini sedang dalam proses di cipta oleh pengguna lain. Sila kembali kemudian!
ro: Această pagină este în prezent în curs de creare de către un alt utilizator. Vă rugăm să reveniți mai târziu!
sl: To stran trenutno ustvarja drug uporabnik. Prosimo, vrnite se kasneje!
tr: Bu sayfa şu anda başka bir kullanıcı tarafından oluşturulma aşamasında. Lütfen daha sonra geri dönün!

source: You have
de: Sie haben
el: Έχετε
es: Tienes
fi: Sinulla on
hu: Önnek
ms: Anda ada
ro: Aveti
sl: Vi imate
tr: 'nız var

source: unread notifications
de: Ungelesene Benachrichtigungen
el: μη αναγνωσμένες ειδοποιήσεις.
es: Notificaciones sin leer
fi: lukemattomia ilmoituksia
hu: olvasatlan értesítések
ms: pemberitahuan belum dibaca
ro: Nu ai notificări necitite.
sl: neprebrana obvestila.
tr: okunmamış bildirimler.

source: You currently do not have any notifications.
de: Sie haben derzeit keine Benachrichtigungen.
el: Αυτήν τη στιγμή δεν έχετε καμία ειδοποίηση.
es: Actualmente no tienes notificaciones.
fi: Sinulla ei tällä hetkellä ole ilmoituksia.
hu: Jelenleg nincs értesítése.
ms: Pada masa ini anda tidak mempunyai sebarang pemberitahuan.
ro: În prezent nu aveți nicio notificare.
sl: Trenutno nimate nobenih obvestil.
tr: Şu anda herhangi bir bildiriminiz yok.

source: The world's first encyclopedia on the blockchain
de: Die weltweit erste Enzyklopädie in der Blockchain
el: Η πρώτη εγκυκλοπαίδεια στον κόσμο στο blockchain
es: La primera enciclopedia del mundo sobre blockchain
fi: Maailman ensimmäinen tietosanakirja lohkoketjussa
hu: A világ első enciklopédiája a blokkhálózaton
ms: Ensiklopedia pertama di dunia pada blockchain
ro: Prima enciclopedie din lume în bloc
sl: Prva enciklopedija na blockchainu
tr: Dünyanın ilk blockchain ansiklopedisi
