Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: Contains
de: Enthält
el: Περιέχει
es: Contiene
fi: Sisältää
hu: Tartalmaz
ms: Mengandungi
ro: Conține
sl: Vsebuje
tr: İçerir

source: Equal to
de: Entspricht
el: Ισούται με
es: Igual a
fi: Sama kuin
hu: Egyenlő
ms: Sama dengan
ro: Egal cu
sl: Enako
tr: Eşittir

source: Regular expression
de: Reguläre Ausdrücke
el: Κανονική έκφραση
es: Expresión común
fi: Säännöllinen lauseke
hu: Reguláris kifejezés
ms: Ungkapan Biasa
ro: Expresie uzuală
sl: Običajen izraz
tr: Kurallı İfade

source: Starts with
de: Beginnt mit
el: Αρχίζει με
es: Comienza con
fi: Alkaa merkillä
hu: Kezdődik
ms: Bermula dengan
ro: Începe cu
sl: Začne se z
tr: Şununla başlar

source: Ends with
de: Endet mit
el: Τελειώνει με
es: Acaba con
fi: Päättyy merkkiin
hu: Végződik
ms: Tutup dengan
ro: Se termină cu
sl: Konča se z
tr: Şununla biter

source: Greater than
de: Größer als
el: Μεγαλύτερο από
es: Mayor que
fi: Suurempi kuin
hu: Nagyobb mint
ms: Lebih besar daripada
ro: Mai mare de
sl: Večje od
tr: Şundan büyük

source: Greater than or equal to
de: Größer oder gleich als
el: Μεγαλύτερο ή ίσο με
es: Mayor que o igual a
fi: Suurempi tai yhtä suuri kuin
hu: Nagyobb vagy egyenlő
ms: lebih besar atau sama dengan
ro: Mai mare sau egal cu@ label
sl: Večje od ali enako
tr: büyüktür veya eşittir

source: Less than
de: Weniger als
el: Μικρότερο από
es: Menor que
fi: Pienempi kuin
hu: Kevesebb mint
ms: kurang daripada
ro: Mai mic de
sl: Manj kot
tr: Şundan küçük

source: Less than or equal to
de: Kleiner oder gleich als
el: Μικρότερο ή ίσο με
es: Menor que o igual a
fi: Pienempi tai yhtä suuri kuin
hu: Kisebb vagy egyenlő
ms: kurang dari atau sama dengan
ro: Mai mic sau egal cu@ label
sl: Manj kot ali enako
tr: küçük ya da eşittir

source: Password
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fi: Salasana
hu: Jelszó
ms: Kata Laluan
ro: Parola
sl: Geslo
tr: Şifre

source: Please enter a password
de: Bitte Passwort eingeben
el: Παρακαλώ εισάγετε έναν κωδικό πρόσβασης
es: Por favor, introduce tu contraseña
fi: Syötä salasana
hu: Adjon meg egy jelszót
ms: Sila masukkan kata laluan
ro: Vă rugăm introduceți parola
sl: Prosimo vnesite geslo
tr: Lütfen bir şifre girin

source: Please enter a valid password
de: Bitte geben Sie ein gültiges Passwort ein.
el: Παρακαλώ εισάγετε έναν έγκυρο κωδικό πρόσβασης
es: Ingresa una contraseña válida
fi: Syötä kelvollinen salasana
hu: Adjon meg egy érvényes jelszót
ms: Sila masukkan kata laluan yang sah
ro: va rog introduceti o parola valida
sl: Prosimo vnesite veljavno geslo
tr: Lütfen geçerli bir şifre girin.

source: Enter an email
de: Geben Sie eine E-Mail-Adresse ein
el: Εισάγετε μια διεύθυνση email.
es: Escribe una dirección de email
fi: Anna sähköpostiosoite
hu: Írja be az-mail címét
ms: Masukkan e-mel
ro: Introdu email!
sl: Vnesite e-poštno sporočilo
tr: Bir e-posta girin

source: Please enter an email address
de: Bitte geben Sie eine E-Mail-Adresse ein
el: Παρακαλώ εισάγετε μια διεύθυνση email
es: Por favor ingresa una dirección de email
fi: Syötä sähköpostiosoite
hu: Add meg az e-mail címet
ms: Sila masukkan alamat e-mel
ro: Introdu o adresă de e-mail!
sl: Vnesite e-poštni naslov
tr: Lütfen bir e-posta adresi girin

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση email
es: Por favor ingresa una dirección de email válida
fi: Anna kelvollinen sähköpostiosoite
hu: Kérjük, adjon meg egy érvényes e-mail címet
ms: Sila masukkan alamat e-mel yang sah
ro: Introduceti un email valid
sl: Prosim vpišite veljaven e-poštni naslov
tr: Lütfen geçerli bir e-posta adresi girin

source: First Name
de: Vorname
el: Όνομα
es: Nombre
fi: Etunimi
hu: Keresztnév
ms: Nama Pertama
ro: Prenume
sl: Ime
tr: Ad

source: Last Name
de: Nachname
el: Επώνυμο
es: Apellido
fi: Sukunimi
hu: Vezetéknév
ms: Nama Terakhir
ro: Nume
sl: Priimek
tr: Soyad

source: Enter a username
de: Geben Sie einen Benutzernamen ein
el: Εισάγετε ένα όνομα χρήστη
es: Por favor, ingresa un nombre de usuario.
fi: Anna käyttäjänimi
hu: Adjon meg egy felhasználónevet
ms: Masukkan nama pengguna
ro: Te rog introdu un nume de utilizator
sl: Vnesite uporabniško ime
tr: Bir kullanıcı adı girin

source: Please enter a username
de: Bitte geben Sie einen Benutzernamen ein
el: Παρακαλώ εισάγετε ένα όνομα χρήστη
es: Por favor, ingrese un nombre de usuario
fi: Anna käyttäjänimi
hu: Kérjük, adjon meg egy felhasználónevet
ms: Sila masukkan nama pengguna
ro: Va rugam sa introduceti un nume de utilizator
sl: Prosimo vnesite uporabniško ime
tr: Lütfen bir kullanıcı adı girin

source: Please enter a valid username
de: Bitte geben Sie einen gültigen Benutzernamen ein
el: Παρακαλούμε εισάγετε ένα έγκυρο όνομα χρήστη
es: Por favor, ingresa un nombre de usuario válido
fi: Syötä voimassa oleva käyttäjänimi
hu: Kérem, adjon meg egy érvényes felhasználónevet
ms: Sila masukkan nama pengguna yang sah
ro: Introduceți un nume de utilizator valid.
sl: Prosimo vnesite veljavno uporabniško ime
tr: Lütfen geçerli bir kullanıcı adı girin

source: This email address already exists! Please use another one.
de: Diese E-Mail-Adresse existiert bereits! Bitte benutzen Sie eine andere
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει ήδη! Παρακαλώ χρησιμοποιήστε μια άλλη.
es: ¡Esta dirección de email ya existe! Por favor, usa otra.
fi: Tämä sähköpostiosoite on jo olemassa! Käytä toista.
hu: Ez az email cím már létezik! Kérjük, használjon egy másikat.
ms: Alamat e-mel ini sudah wujud! Sila gunakan yang lain.
ro: Această adresă de e-mail există deja! Utilizați un altul.
sl: Ta e-poštni naslov že obstaja! Prosimo uporabite drugega.
tr: Bu e-posta adresi zaten mevcut! Lütfen başka birini kullanın.

source: How can we help?
de: Wie können wir helfen?
el: Πώς μπορούμε να βοηθήσουμε;
es: ¿Cómo podemos ayuadr?
fi: Kuinka voimme auttaa?
hu: Hogyan tudunk segíteni?
ms: Bagaimanakah kita dapat membantu?
ro: Cum putem ajuta?
sl: Kako lahko pomagamo?
tr: Nasıl yardımcı olabiliriz?

source: Full Name
de: Vollständiger Name
el: Ονοματεπώνυμο
es: Nombre completo
fi: Koko nimi
hu: Teljes név
ms: Nama Penuh
ro: Numele complet
sl: Polno ime
tr: Ad Soyad

source: Subject
de: Betreff
el: Θέμα
es: Asunto
fi: Aihe
hu: Tárgy
ms: Subjek
ro: Subiect
sl: Zadeva
tr: Konu

source: Report Abuse
de: Missbrauch melden
el: Αναφορά κακής χρήσης
es: Denunciar
fi: Ilmoita Väärinkäytöstä
hu: Visszaélés bejelentése
ms: Laporkan Salahguna
ro: Raporteaza abuz
sl: Prijavi zlorabo
tr: Kötüye Kullanımı Bildir

source: Report Bug
de: Fehler melden
el: Αναφορά σφάλματος
es: Reportar un error
fi: Ilmoita Vika
hu: Bug bejelentése
ms: Lapor Pepijat
ro: Raporteaza o problema
sl: Prijavi napako
tr: Hata Bildir

source: Verify Account
de: Konto verifizieren
el: Επιβεβαιώστε τον Λογαριασμό
es: Verificar Cuenta
fi: Vahvista Tili
hu: Fiók hitelesítése
ms: Mengesahkan Akaun
ro: Verifica contul
sl: Preveri račun
tr: Hesabı Doğrula

source: Anonymous Tip
de: Anonymer Hinweis
el: Ανώνυμη συμβουλή
es: Consejo Anónimo
fi: Anonyymi Vinkki
hu: Anonim borravaló
ms: Petua tanpa nama
ro: Sfat anonim
sl: Anonimno obvestilo
tr: Anonim İpucu

source: Investment Inquiries
de: Investitionsanfragen
el: Επενδυτικές έρευνες
es: Consultas sobre inversiones
fi: Sijoitustutkimukset
hu: Befektetési információk
ms: Pertanyaan Pelaburan
ro: Investigații de investiții
sl: Poizvedbe o investicijah
tr: Yatırım Sorguları

source: Other
de: Andere
el: Άλλο
es: Otro
fi: Muu
hu: Egyéb
ms: Lain-lain
ro: Altele
sl: Drugo
tr: Diğer

source: Search by Entering a Link
de: Suche durch Eingabe eines Links
el: Αναζήτηση με την εισαγωγή ενός συνδέσμου
es: Buscar ingresando un enlace
fi: Hae Syöttämällä Linkin
hu: Keresés a link megadásával
ms: Cari dengan Memasukkan Pautan
ro: Căutați prin introducerea unei legături
sl: Iskanje z vnosom povezave
tr: Bir Bağlantı Girerek Ara

source: Describe the file briefly. A summary of the information found is best. Avoid simply repeating the page title.
de: Beschreiben Sie die Datei kurz. Eine Zusammenfassung der gefundenen Informationen ist am besten. Vermeiden Sie die einfache Wiederholung des Seitentitels.
el: Περιγράψτε σύντομα το αρχείο. Μια περίληψη των πληροφοριών που βρέθηκαν είναι ηκαλύτερη. Αποφύγετε να επαναλάβετε απλά τον τίτλο της σελίδας.
es: Describe brevemente el archivo. Lo mejor es un resumen de la información encontrada. Evita simplemente repetir el título de la página.
fi: Kuvaile tiedosto lyhyesti. Yhteenveto löydetyistä tiedoista on paras. Vältä pelkästään sivun otsikon toistoa.
hu: Röviden írja le a fájlt. A rendelkezésre álló információk összefoglalása a legjobb. Kerülje az oldal címének egyszerű megismétlését.
ms: Huraikan fail secara ringkas. Ringkasan maklumat yang didapati adalah yang terbaik. Elakkan dari hanya mengulang tajuk halaman.
ro: Descrieți fișierul pe scurt. Un rezumat al informațiilor găsite este cel mai bun. Evitați repetarea titlului paginii.
sl: Na kratko opišite datoteko. Najbolje bo povzetek najdenih informacij. Ne prepisujte zgolj naslova strani.
tr: Dosyayı kısaca açıklayınız. İçeriğin kısa özeti olabilir. Başlığı tekrarlamaktan kaçının.

source: File type not allowed.
de: Dateityp nicht erlaubt.
el: Ο τύπος αρχείου δεν επιτρέπεται.
es: Tipo de archivo no permitido
fi: Tiedostotyyppiä ei hyväksytä.
hu: A fájl típus nem megengedett.
ms: Jenis fail tidak dibenarkan
ro: Tipul de fișier nu este permis.
sl: Tip datoteke ni dovoljen.
tr: Dosya uzantısı geçerli değil

source: Please .
de: Bitte.
el: Παρακαλώ.
es: Por favor
fi: Ole hyvä
hu: Kérjük .
ms: Sila
ro: Vă rugăm
sl: Prosimo.
tr: Lütfen

source: Enter a URL
de: Geben Sie eine URL ein
el: Εισάγετε μία διεύθυνση (URL)
es: Ingresar una URL
fi: Anna URL -osoite
hu: URL megadása
ms: Masukkan URL
ro: URL
sl: Vnesite URL naslov
tr: Bir URL girin

source: Describe the URL briefly. A summary of the information found is best. Avoid simply repeating the page title.
de: Beschreiben Sie die URL kurz. Eine Zusammenfassung der gefundenen Informationen ist am besten. Vermeiden Sie die einfache Wiederholung des Seitentitels.
el: Περιγράψτε σύντομα τη διεύθυνση URL. Μια περίληψη των πληροφοριών που βρέθηκαν είναι καλύτερη. Αποφύγετε να επαναλάβετε απλά τον τίτλο της σελίδας.
es: Describe brevemente la URL. Lo mejor es un resumen de la información encontrada. Evita simplemente repetir el título de la página.
fi: Kuvaile URL-osoitetta lyhyesti. Yhteenveto löydetyistä tiedoista on paras. Vältä pelkästään sivun otsikon toistoa.
hu: Röviden írja le az URL-t. A rendelkezésre álló információk összefoglalása a legjobb. Kerülje az oldal címének egyszerű megismétlését.
ms: Terangkan URL secara ringkas. Ringkasan maklumat adalah yang terbaik. Elakkan hanya mengulang tajuk halaman.
ro: Descrieți scurt URL-ul. Un rezumat al informațiilor găsite este cel mai bun. Evitați repetarea titlului paginii.
sl: Na kratko opišite URL naslov. Najbolje bo povzetek najdenih informacij. Ne prepisujte zgolj naslova strani.
tr: URL'yi kısaca açıklayın. İçeriğin kısa özeti olabilirBaşlığı tekrarlamaktan kaçının.

source: Enter type (e.g. Occupation)
de: Typ eingeben (z.B. Beruf)
el: Πληκτρολογήστε είδος (π.χ. Επάγγελμα)
es: Ingresa el tipo (p.ej. Ocupación)
fi: Anna tyyppi (esim. Ammatti)
hu: Írja be a típust (pl. Foglalkozás)
ms: Masukkan jenis (contohnya Pekerjaan)
ro: Introduceți tipul (de exemplu Ocupația)
sl: Vnesite vrsto (npr. Poklic)
tr: Girin (örn. Meslek)

source: Enter value (e.g. CEO)
de: Wert eingeben (z.B. CEO)
el: Εισάγετε τιμή (π.χ. Διευθύνων Σύμβουλος)
es: Ingresar valor (p. ej. CEO)
fi: Anna arvo (esim. Toimitusjohtaja)
hu: Adja meg az értéket (pl. Vezérigazgató)
ms: Masukkan nilai (misalnya Ketua Pegawai Eksekutif)
ro: Introduceți valoarea (de exemplu, CEO)
sl: Vnesite vrednost (npr. CEO)
tr: Girin (örn. CEO)

source: Person
el: Άτομο
es: Persona
fi: Henkilö
hu: Személy
ms: Individu
ro: Persoane
sl: Oseba
tr: Kişi

source: Place/Location
de: Ort/Standort
el: Τόπος / Τοποθεσία
es: Lugar/Ubicación
fi: Paikka/Sijainti
hu: Hely/helység
ms: Tempat / Lokasi
ro: Locul de amplasare
sl: Mesto/Kraj
tr: Mekan/ Konumu

source: Organization/Company/Institution
de: Organisation/Firma/Institution
el: Οργάνωση / Εταιρεία / Ίδρυμα
es: Organización/Empresa/Institución
fi: Organisaatio/Yritys/Instituutio
hu: Szervezet/Cég/Intézmény
ms: Organisasi / Syarikat / Institusi
ro: Organizație / Companie / Instituție
sl: Organizacija /Podjetje /Institucija
tr: Organizasyon / Şirket / Kurum

source: Event
de: Veranstaltung
el: Γεγονός
es: Evento
fi: Tapahtuma
hu: Esemény
ms: Persekitaran
ro: Eveniment
sl: Dogodek
tr: Etkinlik

source: List/Ranking
de: Liste/Rangliste
el: Λίστα / Κατάταξη
es: Lista/Ranking
fi: Lista/Tasolista
hu: Lista/rangsor
ms: Senarai / Kedudukan
ro: Listă / Clasament
sl: Seznam/Razvrstitev
tr: Liste / Sıralaması

source: Product/Merchandise
de: Produkt/Ware
el: Προϊόν / Εμπόρευμα
es: Producto/Mercancía
fi: Tuote/Kauppatavara
hu: Termék/Árú
ms: Produk / Barangan
ro: Produs / Merchandise
sl: Izdelek /Blago
tr: Ürün / Mal

source: Electronics/Software
de: Elektronik/Software
el: Ηλεκτρονικά / Λογισμικά
es: Electrónica/Software
fi: Elektroniikka/Ohjelmisto
hu: Elektronika termék/Szoftver
ms: Elektronik / Perisian
ro: Electronice / Software
sl: Elektronska oprema/Programska oprema
tr: Elektronik / Yazılım

source: Medical/Biology
de: Medizin/Biologie
el: Ιατρική / Βιολογία
es: Médico/Biología
fi: Lääketieteellinen/Biologia
hu: Orvosi/Biológia
ms: Perubatan / Biologi
ro: Medical / Biologie
sl: Medicina/Biologija
tr: Tıbbi / Biyoloji

source: Creative Work/Art
de: Kreatives Arbeiten/Kunst
el: Δημιουργική εργασία / Τέχνη
es: Trabajo creativo/Arte
fi: Luova työ/Taide
hu: Műalkotás/Művészet
ms: Lukisan / Seni Kreatif
ro: Lucrare creativă / Art
sl: Ustvarjalno delo/Umetnost
tr: Yaratıcı Çalışma / Sanat

source: Science/Academia/Humanities
de: Wissenschaft/Akademia/Geisteswissenschaften
el: Επιστήμη / Πανεπιστημιακή κοινότητα / Ανθρωπιστικές Επιστήμες
es: Ciencias/Academia/Humanidades
fi: Tiede/Akatemia/Humanistiset
hu: Tudomány/Akadémia/Emberiség
ms: Sains / Akademik / Kemanusiaan
ro: Știință / Academia / Umaniste
sl: Znanost/Akademija/Humanistične vede
tr: Bilim / Academia / Beşeri Bilimler

source: None
de: Keine
el: Κανένα
es: Ninguno
fi: Ei mitään
hu: Nincs
ms: Tiada
ro: Nici unul
sl: Brez
tr: Yok

source: Featured
de: Hervorgehoben
el: Προτεινόμενα
es: Destacado
fi: Suositellut
hu: Kiemelt
ms: Tersenarai
ro: Promovat
sl: Posebni
tr: Öne Çıkan

source: In the news
de: In den Nachrichten
el: Στα νέα
es: En las noticias
fi: Uutisissa
hu: Aktualis
ms: Dalam berita
ro: Actualitatea
sl: V novicah
tr: Haberlerde

source: In the news (Editor's Pick)
de: In den Nachrichten (Editor's Pick)
el: Στα νέα (επιλογή του συντάκτη)
es: En las noticias (Selección del editor)
fi: Uutisissa (Editorin Valinta)
hu: Aktuális (szerkesztő választása)
ms: Dalam berita (Pilihan Editor)
ro: În știri (Editor&#39;s Pick)
sl: V novicah (Izbira urednika)
tr: Haberlerde (Editörün Seçimi)

source: In the news (Standout Article)
de: In den Nachrichten (Standout Artikel)
el: Στα νέα (άρθρο που ξεχωρίζει)
es: En las noticias (Artículo Destacado)
fi: Uutisissa (Erottuva Artikkeli)
hu: Aktuális (külön cikk)
ms: Dalam berita (Artikel Terserlah)
ro: În știri (Articol explicativ)
sl: V novicah (Izpostavljen članek)
tr: Haberlerde (Öne çıkan Makale)

source: Trending
de: Beliebt
el: Σε ανοδική τάση
es: Tendencias
fi: Nousussa
hu: Felkapott
ro: Top
sl: V trendu
tr: Trend Olanlar

source: On this day
de: An diesem Tag
el: Αυτή την ημέρα:
es: En este día…
fi: Tänään
hu: Ezen a napon
ms: Pada hari ini
ro: Astăzi...
sl: Na ta dan
tr: Bugün .

source: Blog Post (Meta Article)
de: Blog-Beitrag (Meta-Artikel)
el: Δημοσίευση ιστολογίου (άρθρο Meta)
es: Blog Post (Meta Artículo)
fi: Blogijulkaisu (Meta-artikkeli)
hu: Blogbejegyzés (Meta cikk)
ms: Pos Blog (Artikel Meta)
ro: Postarea blogului (articol Meta)
sl: Objava v spletnem dnevniku (Meta članek)
tr: Blog Gönderi (Meta Makale)

source: Verified Only
de: Nur Verifizierte
el: Μόνο τα επαληθευμένα
es: Solo Verificado
fi: Vain Vahvistettu
hu: Csak igazolt
ms: Yang Sahih Sahaja
ro: Numai verificat
sl: Samo preverjeno
tr: Sadece doğrulanmış

source: Normal (Business)
de: Normal (geschäftlich)
el: Κανονικό (Επιχειρήσεις)
es: Normal (Negocios)
fi: Normaali (Liiketoiminta)
hu: Normál (üzleti)
ms: Normal (Perniagaan)
ro: Normal (Afaceri)
sl: Normalno (Poslovno)
tr: Normal (iş)

source: Normal (Personal)
de: Normal (Persönlich)
el: Κανονικό (Προσωπικό)
fi: Normaali (Henkilökohtainen)
hu: Normál (személyes)
ms: Normal (Peribadi)
sl: Normalno (Osebno)
tr: Normal (Kişisel)

source: Your Everipedia editor restrictions have been removed. You can now edit pages freely!
de: Ihre Everipedia-Editor-Beschränkungen wurden aufgehoben. Sie können nun Seiten frei bearbeiten!
el: Οι περιορισμοί του προγράμματος επεξεργασίας του Everipedia έχουν καταργηθεί. Μπορείτε τώρα να επεξεργαστείτε τις σελίδες ελεύθερα!
es: Las restricciones del editor de Everipedia han sido eliminadas. ¡Ahora puedes editar páginas libremente!
fi: Everipedia-editorirajoituksesi on poistettu. Voit nyt muokata sivuja vapaasti!
hu: Az Everipedia szerkesztői korlátozásait eltávolították. Mostantól szabadon szerkesztheti az oldalakat!
ms: Sekatan suntingan Everipedia anda telah dialih keluar. Anda kini boleh mengedit halaman dengan bebas!
ro: Restricțiile editorului dvs. Everipedia au fost eliminate. Acum puteți edita paginile în mod liber!
sl: Vaše omejitve za urejanje Everipedie so bile odstranjene. Zdaj lahko neovirano urejate strani!
tr: Everipedia editörünüzün kısıtlamaları kaldırılmıştır. Artık sayıları serbestçe düzenleyebilirsiniz!

source: Images & Videos
de: Bilder & Videos
el: Εικόνες και βίντεο
es: Imágenes y Vídeos
fi: Kuvat ja videot
hu: Képek és videók
ms: Imej &amp; Video
ro: Imagini și videoclipuri
sl: Slike & videoposnetki
tr: resimler/ görüntüler

source: References
de: Referenzen
el: Αναφορές
es: Referencias
fi: Viitteet
hu: Referenciák
ms: Rujukan
ro: Referinte
sl: Reference
tr: Referanslar

source: Article Discussion
de: Artikel Diskussion
el: Συζήτηση άρθρου
es: Discusión del Artículo
fi: Artikkelikeskustelu
hu: Cikk vita
ms: Perbincangan Artikel
ro: Discuții despre articol
sl: Razprava o članku
tr: Makale Tartışması

source: See Also
de: Siehe auch
el: Δείτε επίσης
es: Ver Más
fi: Tutustu Myös
hu: Lásd még
ms: Rujuk Juga
ro: A se consulta şi
sl: Glejte tudi
tr: Ayrıca Bkz.

source: Top Editors
de: Top-Redakteure
el: Κορυφαίοι συντάκτες
es: Mejores Editores
fi: Parhaat Editorit
hu: Legjobb szerkesztők
ms: Penyunting Teratas
ro: Editorii de top
sl: Najboljši urejevalci
tr: Favori Editörler

source: Wiki and references for
de: Wiki und Referenzen für
el: Wiki και αναφορές για
es: Wiki y referencias para
fi: Wiki ja viitteet
hu: Wiki és hivatkozások
ms: Wiki dan rujukan untuk
ro: Wiki și referințe pentru
sl: Wiki in reference za
tr: Wiki ve referanslar

source: You can edit something on this wiki now!
de: Sie können jetzt etwas in diesem Wiki bearbeiten!
el: Μπορείτε να επεξεργαστείτε κάτι σε αυτό το wiki τώρα!
es: ¡Ya puedes editar algo en este wiki!
fi: Voit muokata jotain tällä wikillä nyt!
hu: Mostantól szerkeszthetsz valamit ezen a wikón!
ms: Anda boleh mengedit sesuatu di wiki ini sekarang!
ro: Puteți edita ceva pe acest wiki acum!
sl: Zdaj lahko nekaj uredite na tem wiki!
tr: Şimdi, bu wikide düzenleme yapabilirsiniz!

source: IP address or mask
de: IP-Adresse oder Maske
el: Διεύθυνση IP ή μάσκα
es: Dirección IP o máscara
fi: IP-osoite tai maski
hu: IP cím vagy maszk
ms: Alamat IP atau topeng
ro: Adresa IP sau masca
sl: IP naslov ali maska
tr: IP adresi veya maskesi

source: Optional reason for block
de: Optionaler Grund für die Sperre
el: Προαιρετικός λόγος για το μπλοκ
es: Motivo opcional del bloqueo
fi: Vapaaehtoinen syy estoon
hu: Opcionális ok a blokkhoz
ms: Sebab pilihan untuk blok
ro: Motivul opțional pentru blocare
sl: Neobvezni razlog za blokiranje
tr: Engel için sebep(isteğe bağlı)

source: IPs & masks to ban
de: IPs & Masken zum verbieten
el: IPs & μάσκες για απαγόρευση
es: IPs y máscaras para prohibir
fi: Estettävät IP-osoitteet ja maskit
hu: Tiltott IP címek és maszkok
ms: IP &amp; topeng untuk dilarang
ro: IP-urile și măștile de interzicere
sl: IP-ji & maske za izključitev
tr: Engellenecek IP'ler ve maskeleri

source: Welcome,
de: Willkommen,
el: Καλώς ήρθατε,
es: Bienvenido/a,
fi: Tervetuloa,
hu: Üdvözöljük,
ms: Selamat datang
ro: Bine ai venit
sl: Pozdravljeni,
tr: Hoşgeldin,

source: Documentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
fi: Dokumentaatio
hu: Dokumentáció
ms: Dokumentasi
ro: Documentație
sl: Dokumentacija
tr: Belgeler

source: Change password
de: Passwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
fi: Vaihda salasana
hu: Jelszó megváltoztatása
ms: Tukar Kata Laluan
ro: Schimba parola
sl: Spremenite geslo
tr: Şifre değiştir

source: Log out
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
hu: Kijelentkezés
ms: Log Keluar
ro: Ieșire din cont
sl: Odjava
tr: Çıkış Yap

source: Home
de: Startseite
el: Αρχική
es: Inicio
fi: Etusivu
hu: Főoldal
ms: Laman Utama
ro: Acasă
sl: Domov
tr: Anasayfa

source: Django site admin
de: Django Seiten Admin
el: Διαχείριση του σαιτ Django
es: Admin del sitio Django
fi: Django-sivuston ylläpitäjä
hu: Django webhely admin
ms: Admin site Django
sl: Admin Django strani
tr: Django site yöneticisi

source: Django administration
el: Διαχείριση του Django
es: Administración de Django
fi: Django-hallinto
hu: Django adminisztráció
ms: Pentadbiran Django
ro: Administrarea Django
sl: Django uprava
tr: Django yönetimi

source: Thanks for spending some quality time with the Web site today.
de: Danke das Sie heute eine gute Zeit auf dieser Website hatten.
el: Σας ευχαριστούμε που ξοδέψατε λίγο από τον χρόνο σας στηνιστοσελίδα σήμερα.
es: Gracias por pasar algo de tiempo de calidad con el sitio Web hoy.
fi: Kiitos, että vietit laatuaikaa Verkkosivustolla tänään.
hu: Köszönjük, hogy minél hosszabb időt töltöttél el a weboldalon.
ms: Terima kasih kerana menghabiskan sedikt masa yang berkualiti dengan laman web hari ini.
ro: Vă mulțumim că ați petrecut ceva timp de calitate cu site-ul Web de astăzi.
sl: Zahvaljujemo se vam za kakovosten čas, ki ste ga danes preživeli na spletni strani.
tr: Bugün Web sitesinde kaliteli zaman geçirdiğiniz için teşekkür ederiz.

source: Log in again
de: Erneut anmelden
el: Συνδεθείτε ξανά
es: Iniciar sesión otra vez
fi: Kirjaudu uudelleen
hu: Jelentkezzen be újra
ms: Log masuk sekali lagi
ro: Conectați-vă din nou
sl: Ponovna prijava
tr: Tekrar giriş yap

source: Search Everipedia
de: Everipedia durchsuchen
el: Αναζήτηση στην Everipedia
es: Buscar Everipedia
fi: Etsi Everipediasta
hu: Keresés az Everipedián
ms: Cari Everipedia
ro: Căutare Everipedia
sl: Iskanje po Everipedia
tr: Everipedia ara

source: Log in
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu sisään
hu: Bejelentkezés
ms: Log Masuk
ro: Logare
sl: Prijava
tr: Giriş

source: Password change successful
de: Passwortänderung war erfolgreich
el: Η αλλαγή κωδικού πρόσβασης ήταν επιτυχής
es: Cambio de contraseña exitoso
fi: Salasanan vaihto onnistui!
hu: A jelszóváltás sikeres
ms: Perubahan kata laluan berjaya
ro: Schimbarea parolei a reușit
sl: Sprememba gesla je bila uspešna
tr: Şifre değişikliği başarılı

source: Password reset
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
es: Restablecer contraseña
fi: Salasanan palautus
hu: Jelszóvisszaállítás
ms: Tetap semula kata laluan
ro: Resetare Parolă
sl: Ponastavi geslo
tr: Şifre sıfırlama
