Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: Everipedia's IQ Network is the world's first Encyclopedia that allows anyone to become a stakeholder in the system and earn rank, rewards & tokens for curating content.
de: Das IQ-Netzwerk von Everipedia ist die weltweit erste Enzyklopädie, die es jedem ermöglicht, ein Interessenvertreter des Systems zu werden und Rang, Belohnungen und Token für das Kuratieren von Inhalten zu erhalten.
el: Το IQ Δίκτυο της Everipedia είναι η πρώτη Εγκυκλοπαίδεια στον κόσμο που επιτρέπει σε οποιονδήποτε να έχει μερίδιο στο σύστημα και να κερδίζει βαθμούς, ανταμοιβές και tokens για διαμόρφωση περιεχομένου.
es: La red IQ de Everipedia es la primera Enciclopedia del mundo que le permite a cualquier persona ser una parte interesada en el sistema y ganar rango, recompensas y tokens por curar el contenido.
fi: Everipedian IQ Verkko on maailman ensimmäinen tietosanakirja, jonka avulla kuka tahansa voi olla osa järjestelmää ja saada asemia, palkintoja & pisteitä sisällön valvomisesta.
hu: Az Everipedia IQ hálózata a világ első enciklopédiája, amely lehetővé teszi bárkinek, hogy a rendszerben érdekeltekké váljon, és rangot, jutalmat és jelzéseket szerezzen a kurzus tartalmáért.
ms: Rangkaian IQ Everipedia adalah Ensiklopedia pertama di dunia yang membolehkan sesiapa sahaja menjadi pemegang kepentingan dalam sistem dan memperoleh pangkat, ganjaran &amp; token untuk mengendalikan kandungan.
ro: Rețeaua IQ a Everipedia este prima Enciclopedie din lume care permite oricui să devină un părinte interesat în sistem și să câștige rang, recompense și jetoane pentru curățarea conținutului.
sl: IQ mreža Everipedije je prva svetovna enciklopedija, ki vsem omogoča, da postanejo deležniki v sistemu in zaslužijo položaj, nagrade in žetone za organiziranje vsebin.
tr: Everipedia'nın IQ Ağı, herkesin sistemde bir paydaş haline gelmesine ve içerik oluşturmak için rütbe, ödül ve jeton kazanmasına olanak sağlayan dünyanın ilk Ansiklopedisidir.

source: Learn more
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Aprende más
fi: Lue lisää
hu: További információk
ms: Ketahui lebih lanjut
ro: Află mai mult
sl: Več
tr: Daha fazla bilgi edin

source: As Seen In
de: Wie in gesehen
el: Όπως φαίνεται
es: Como se vio en
fi: Kuten nähdään
hu: Amint láttam
ms: Seperti yang dilihat dalam
ro: Așa cum se vede în
sl: Kot je videl
tr: Görüldüğü gibi

source: An Encyclopedia for the modern age
de: Eine Enzyklopädie für die Moderne
el: Μια εγκυκλοπαίδεια για τη σύγχρονη εποχή
es: Una enciclopedia para la época moderna
fi: Tietosanakirja nykyaikaa varten
hu: Egy enciklopédia a modern kornak
ms: Ensiklopedia untuk zaman moden
ro: O enciclopedie pentru epoca modernă
sl: Enciklopedija za moderno dobo
tr: Modern çağ için bir Ansiklopedi

source: The Everipedia IQ blockchain provides a new paradigm change and knowledge economy to disrupt the old centralized internet knowledge encyclopedia model similar of to Wikipedia. By creating a new incentive structure and a distributed backend hosted within a blockchain, the new Everipedia knowledge base will be able to improve upon all fundamental features of Wikipedia.
de: Die Everipedia IQ-Blockchain bietet einen neuen Paradigmenwechsel und eine neue Wissensökonomie, um das alte zentralisierte Internet-Wissensenzyklopädie-Modell ähnlich wie bei Wikipedia zu durchbrechen. Durch die Schaffung einer neuen Anreizstruktur und eines verteilten Backends innerhalb einer Blockkette wird die neue Everipedia Wissensdatenbank in der Lage sein, alle grundlegenden Funktionen von Wikipedia zu verbessern.
el: Το blockchain του IQ της Everipedia φέρνει μια νέα αλλαγή στην οικονομία της γνώσης για να διαταράξει το παλιό συγκεντρωτικό μοντέλο εγκυκλοπαίδειας πουβασίζεται στο διαδίκτυο, το οποίο είναι παρόμοιο με τη Wikipedia. Δημιουργώντας μιανέα δομή κινήτρων και ένα κατανεμημένο backend που φιλοξενείται μέσα σε ένα blockchain, η νέα βάση γνώσεων της Everipedia θα μπορέσει να βελτιώσει όλα τα βασικά χαρακτηριστικά της Wikipedia.
es: El blockchain de Everipedia IQ proporciona un nuevo cambio de paradigma y la economía del conocimiento para interrumpir el viejo modelo de enciclopedia centralizada del conocimiento de Internet similar al de Wikipedia. Creando una nueva estructura de incentivos y un backend distribuido alojado dentro de un blockchain, la nueva base de conocimiento de Everipedia será capaz de mejorar todas las características fundamentales de Wikipedia.
fi: Everipedian IQ lohkoketju tarjoaa muutoksia ajatusmaailmaan ja tietoekonomiaan muuttaakseen internetin tavallista, vanhaa Wikipedian kaltaista tietosanakirjamallia. Luomalla uuden houkuttavan rakenteen ja jaetun back endin, joka on hostattu lohkoketjussa, Everipedian tietopohja tulee parantamaan kaikkia Wikipedian perustoimintoja.
hu: Az Everipedia IQ blockchain új paradigmaváltást és tudásgazdaságot biztosít a régi, központosított internetes tudás-enciklopédia modell megzavarására a Wikipedia-hoz hasonlóan. Egy új ösztönző struktúra és egy blokkcsatornában tárolt elosztott háttér létrehozásával az új Everipedia tudásbázis képes lesz javítani a Wikipédia alapvető jellemzőiről.
ms: Rangkaian blok EverQuest IQ menyediakan perubahan paradigma baru dan ekonomi pengetahuan untuk mengganggu model ensiklopedia berpengetahuan internet terpusat yang sama seperti Wikipedia. Dengan mencipta struktur insentif baru dan backend yang diedarkan dan dihoskan dalam blokchain, pangkalan pengetahuan Everipedia baru akan dapat memperbaiki semua ciri asas Wikipedia.
ro: Blocul Everipedia IQ oferă o nouă schimbare de paradigmă și o economie bazată pe cunoaștere pentru a întrerupe vechiul model de encyclopedie a cunoașterii centralizate pe Internet, asemănător cu Wikipedia. Prin crearea unei noi structuri de stimulare și a unui backend distribuit găzduit într-un blocaj, noua bază de cunoștințe Everipedia va putea îmbunătăți toate caracteristicile fundamentale ale Wikipedia.
sl: IQ Blockchain Everipedije zagotavlja novo paradigmatsko spremembo in ekonomijo znanja, da bi prekinila star centraliziran model internetnega znanja kot je Wikipedija. Z ustvarjanjem nove spodbujevalne strukture in porazdeljene hrbtne strani, ki bo gostovala v blockchainu, bo nova zbirka znanja Everipedia izboljšala vse temeljne značilnosti Wikipedije.
tr: Everipedia IQ blockchain, Wikipedia'ya benzer eski merkezi internet ansiklopedisi modelini bozmak için yeni bir paradigma değişikliği ve bilgi ekonomisi sağlar. Yeni bir teşvik yapısı ve blockchain tarafından desteklenen bir arka plan oluşturarak, yeni Everipedia bilgi merkezi, Wikipedia'nın tüm temel özelliklerini geliştirebilecektir.

source: Decentralized
de: Dezentralität
el: Αποκεντρωμένο
es: Descentralizado
fi: Desentralisoitu
hu: Decentralizált
ms: Tidak Terpusat
ro: DESCENTRALIZATĂ
sl: Decentralizirano
tr: Merkezi Olmayan

source: Articles are fetched using IPFS and EOS Storage. Majority of IQ being distributed during the airdrop.
de: Die Artikel werden über IPFS und EOS Storage geholt. Die Mehrheit des IQ wird während des Absetzens verteilt.
el: Τα άρθρα φορτώνονται χρησιμοποιώντας την αποθήκευση IPFS και EOS. Η πλειοψηφία του IQ διανέμεται κατά τη διάρκεια του airdrop.
es: Los artículos se obtienen utilizando Almacenamiento IPFS y EOS. La mayoría del IQ se distribuye durante el airdrop.
fi: Artikkeleita haetaan IPFS- ja EOS-tallennusvälineillä. Suurin osa IQ:sta jaetaan ilmapudotuksen aikana.
hu: A cikkek IPFS és EOS Storage használatával érkeznek. Az IQ többségét elosztják a légifelvétel során.
ms: Artikel diambil menggunakan IPFS dan EOS Storage. Majoriti IQ dibahagikan semasa airdrop.
ro: Articolele sunt preluate utilizând stocarea IPFS și EOS. Majoritatea IQ-ului fiind distribuită în timpul expirării.
sl: Članki so pridobljeni z uporabo IPFS in EOS Storage. Večina IQ se porazdeli med airdropom.
tr: Makaleler, IPFS ve EOS Depolama Alanı kullanılarak getirilir. Air drop sırasında dağıtılan IQ'nun çoğunluğu.

source: Democratic
de: Demokratisch
el: Δημοκρατικός
es: Democrático
fi: Demokraattinen
hu: Demokrácia
ms: Demokratik
ro: Democraţie
sl: Demokratičen
tr: Demokratik

source: Proof of Stake (PoS) model allows for voting to change and upgrade the IQ network as it grows. Also will facilitate batch imports of new content with no fees.
de: Das Proof of Stake (PoS)-Modell ermöglicht es, das IQ-Netzwerk zu ändern und zu aktualisieren, wenn es wächst. Erleichtert auch den gebührenfreien Batch-Import neuer Inhalte.
el: Το μοντέλο Proof of Stake (PoS) επιτρέπει την ψηφοφορία για την αλλαγή και την αναβάθμιση του δικτύου IQ καθώς μεγαλώνει. Επίσης θα διευκολύνει την εισαγωγή νέου περιεχομένου χωρίς χρέωση.
es: El modelo Proof of Stake (PoS) permite votar para cambiar y actualizar la red IQ a medida que crece. También facilitará la importación por lotes de nuevo contenido sin costo alguno.
fi: Stake-todistus (PoS) -malli mahdollistaa äänestyksen muutoksen ja päivittää IQ-verkostoa sen kasvaessa. Lisäksi helpotetaan uuden sisällön erätuontia ilman maksuja.
hu: A PoS modell segítségével szavazással változtathatja az IQ hálózatot, ahogy növekszik.
ms: Model Bukti Stake (PoS) membenarkan pengundian untuk menukar dan menaik taraf rangkaian IQ semasa ia berkembang. Juga akan memudahkan import batch kandungan baru tanpa sebarang yuran.
ro: Modelul Prode of Stake (PoS) permite votarea pentru a schimba și actualiza rețeaua IQ în timp ce crește. De asemenea, va facilita importul în loturi de conținut nou fără taxe.
sl: Proof of Stake (PoS) model omogoča glasovanje za spremembo in nadgradnjo IQ omrežja, med rastjo. Prav tako bo olajšal uvoženo serijo novih vsebin brez plačila.
tr: Proof of Stake (PoS) modeli oylamayla IQ ağını değiştirme ve yükseltmeye izin verir. Ayrıca, yeni içeriğin hiçbir ücret ödenmeden toplu olarak aktarımını da kolaylaştırır.

source: Censorship Resistant
de: Zensurbeständig
el: Ανθεκτικό στην λογοκρισία
es: Resistente a la censura
fi: Sensuuria Vastustava
hu: Cenzúra ellenálló
ms: Tahan Penapisan
ro: Rezistența la cenzură
sl: Odporen na cenzuro
tr: Sansüre dayanıklı

source: Live and permanent edits of content on the blockchain beyond the control of a central authority.
de: Aktuelle- und permanente Bearbeitung von Inhalten in der Blockchain außerhalb der Kontrolle einer zentralen Behörde.
el: Ζωντανές και μόνιμες επεξεργασίες περιεχομένου στο blockchain πέρα ​​από τον έλεγχο μιας κεντρικής αρχής.
es: Edición en vivo y permanente del contenido de blockchain más allá del control de una autoridad central.
fi: Sisällön elävät ja pysyvät muokkaukset lohkoketjussa ovat keskushallinnan valvonnan ulkopuolella.
hu: A blokkhálózat tartalmi és állandó szerkesztése a központi hatóság irányításán túl.
ms: Edisi kandungan secara langsung dan kekal pada blockchain di luar kawalan pihak berkuasa pusat.
ro: Editări live și permanente ale conținutului din blocuri, dincolo de controlul unei autorități centrale.
sl: V živo in za stalno urejanje vsebine na blockchainu, ki je brez nadzora osrednjega organa.
tr: Merkezi otoritenin kontrolünün ötesinde blok zincirindeki içeriğin canlı ve kalıcı düzenlenmesi.

source: Financial Incentive
de: Finanzieller Anreiz
el: Οικονομικό κίνητρο
es: Incentivo financiero
fi: Taloudellinen Kannustin
hu: Pénzügyi ösztönzők
ms: Insentif Kewangan
ro: Stimulent financiar
sl: Finančna spodbuda
tr: Finansal Teşvik

source: All holders of IQ will be incentivized to create quality, neutral content and to work together in building the reputation of the network.
de: Alle IQ-Inhaber werden dazu motiviert, qualitativ hochwertige, neutrale Inhalte zu erstellen und gemeinsam am Ruf des Netzwerks zu arbeiten.
el: Όλοι οι κάτοχοι IQ θα ενθαρρύνονται να δημιουργήσουν ποιοτικό, ουδέτερο περιεχόμενο και να συνεργαστούν για την βελτίωση της φήμης του δικτύου.
es: Todos los poseedores de IQ serán incentivados para crear contenido neutralde calidad y para trabajar juntos en la construcción de la reputación de la red.
fi: Kaikkia IQ:n haltijoita kannustetaan luomaan laadukasta, neutraalia sisältöä ja toimimaan yhdessä verkoston maineen rakentamisessa.
hu: Az IQ minden tulajdonosát ösztönözni fogják arra, hogy minőségi, semleges tartalmat hozzanak létre és együttműködjenek a hálózat jó hírnevének megteremtésében.
ms: Semua pemegang IQ akan diberi insentif untuk mewujudkan kualiti, kandungan neutral dan bekerja bersama dalam membina reputasi rangkaian.
ro: Toți deținătorii IQ vor fi stimulați să creeze conținut de calitate, neutru și să colaboreze pentru a construi reputația rețelei.
sl: Vsi imetniki IQ bodo spodbujeni k ustvarjanju kakovostne, nevtralne vsebine in k sodelovanju pri ustvarjanju ugleda omrežja.
tr: Tüm IQ sahipleri, kaliteli, tarafsız içerik oluşturmak ve ağın güvenilirliğini sağlarken birlikte çalışmak için teşvik edilecektir.

source: Become an editor today and start creating your own wiki articles.
de: Werden Sie noch heute Redakteur und erstellen Sie Ihre eigenen Wiki-Artikel.
el: Γίνετε σήμερα συντάκτης και ξεκινήστε να δημιουργείτε τα δικά σας wiki άρθρα.
es: Conviértete en editor hoy mismo y comienza a crear tus propios artículos en el wiki.
fi: Ryhdy editoriksi tänään ja aloita omien wikiartikkeleiden luominen.
hu: Legyen ma szerkesztő, és hozzon létre saját wiki-cikkeket.
ms: Jadi editor hari ini dan mula membuat artikel wiki anda sendiri.
ro: Deveniți astăzi un editor și începeți să creați propriile articole wiki.
sl: Postanite urejevalec danes in začnite ustvarjati lastne wiki članke.
tr: Hemen editör olun ve kendi wiki makalelerinizi oluşturmaya başlayın.

source: Open Community
de: Offene Gemeinschaft
el: Ανοιχτή κοινωνία
es: Comunidad abierta
fi: Avoin Yhteisö
hu: Nyílt közösség
ms: Komuniti Terbuka
ro: Deschideți Comunitatea
sl: Odprta skupnost
tr: Açık Topluluk

source: Our vibrant community is open and welcoming to people from all backgrounds. Our guidelines and policies are based on common sense rather than strict bureaucracy.
de: Unsere lebendige Gemeinschaft ist offen und einladend für Menschen mit allen Hintergründen. Unsere Leitfäden und Richtlinien basieren auf gesundem Menschenverstand und nicht auf strenger Bürokratie.
el: Η δική μας ζωντανή κοινότητα είναι ανοιχτή και φιλόξενη στους ανθρώπους από όλα τα υπόβαθρα. Οι κατευθυντήριες γραμμές και οι πολιτικές μας βασίζονται στην κοινή λογική και όχι στην αυστηρή γραφειοκρατία.
es: Nuestra vibrante comunidad es abierta y acogedora para las personas de todos los orígenes. Nuestras directrices y políticas se basan en el sentido común y no en una burocracia estricta.
fi: Vilkas yhteisömme on avoin ja tuottaa kaikkien taustojen ihmiset tervetulleiksi. Ohjeemme ja käytäntömme perustuvat maalaisjärkeen tiukan byrokratian sijaan.
hu: Élénk közösségünk nyitott és üdvözölve minden háttérrel rendelkező embereket. Irányelveink és irányelveink a józan ész helyett a szigorú bürokrácián alapulnak.
ms: Komuniti bersemangat kami terbuka dan menerima semua orang dari sebarang latar belakang. Garis panduan dan dasar kami adalah berdasarkan akal yang sihat dan bukannya birokrasi yang ketat.
ro: Comunitatea noastră vibrantă este deschisă și primitoare oamenilor din toate mediile. Orientările și politicile noastre se bazează mai curând pe bunul simț decât pe birocrația strictă.
sl: Naša živahna skupnost je odprta in prijazna osebam iz vseh okolij. Naše smernice in politike temeljijo na zdravem razumu in ne strogi birokraciji.
tr: Renkli topluluğumuz her gruptan insanlara açık ve hoşgörülüdür. Kılavuzlarımız ve politikalarımız katı bürokrasi yerine sağduyuya dayanmaktadır.

source: Redesigned for the modern age
de: Neu gestaltet für das moderne Zeitalter
el: Επανασχεδιασμένο για τη σύγχρονη εποχή
es: Rediseñado para la época moderna
fi: Uudistettu moderniin aikaan
hu: A modernkorra tervezve
ms: Direka semula untuk zaman moden
ro: Reproiectat pentru epoca modernă
sl: Preoblikovano za moderno dobo
tr: Modern çağ için yeniden tasarlandı

source: Everipedia is an encyclopedia modernized and re-designed for the twenty-first century. Our editing interface makes creating and editing wiki's as easy as using Facebook.
de: Everipedia ist eine für das 21. Jahrhundert modernisierte und neu gestaltete Enzyklopädie. Unsere Bearbeitungsoberfläche macht das Erstellen und Bearbeiten von Wikis so einfach wie die Verwendung von Facebook.
el: Η Everipedia είναι μια εγκυκλοπαίδεια εκσυγχρονισμένη και ανασχεδιασμένη για τον εικοστό πρώτο αιώνα. Το περιβάλλον επεξεργασίας μας κάνει τη δημιουργία και την επεξεργασία του wiki τόσο εύκολη όσο και το Facebook.
es: Everipedia es una enciclopedia modernizada y rediseñada para el siglo XXI. Nuestra interfaz de edición hace que crear y editar wikis sea tan fácil como usar Facebook.
fi: Everipedia on nykyaikaistettu ja uudelleen suunniteltu tietopaketti 2000-luvulle. Muokkausliittymämme tekee wikien luomisesta ja muokkaamisesta yhtä helppoa kuin Facebookin käytöstä.
hu: Az Everipedia a XXI. Században modernizált és újratervezett enciklopédia. A szerkesztő felületünk lehetővé teszi a wiki létrehozását és szerkesztését olyan egyszerűséggel, mint a Facebook használatával.
ms: Everipedia adalah ensiklopedia yang dimodenkan dan direka semula untuk abad kedua puluh satu. Antara muka kami menjadikan pengeditan serta mengedit wiki semudah menggunakan Facebook.
ro: Everipedia este o enciclopedie modernizată și redesenată pentru secolul al XXI-lea. Interfața noastră de editare face crearea și editarea wiki-urilor la fel de ușor ca și utilizarea Facebook.
sl: Everipedia je enciklopedija, posodobljena in preoblikovana za 21. stoletje. Naš vmesnik za urejanje naredi ustvarjanje in urejanje wikijev tako preprosto kot uporaba Facebooka.
tr: Everipedia, yirmi birinci yüzyıl için modernize edilmiş ve yeniden tasarlanmış bir ansiklopedidir. Düzenleme arayüzümüz wiki oluşturma ve düzenlemeyi, Facebook’u kullanmak kadar kolay bir hale getirmektedir.

source: Follow us on Telegram
de: Folgen Sie uns auf Telegram
el: Ακολουθήστε μας στο Telegram
es: Síguenos en Telegram
fi: Seuraa meitä Telegramissa
hu: Kövess minket a Telegrammon
ms: Ikuti kami di Telegram
ro: Urmați-ne pe telegramă
sl: Sledite nam na Telegramu
tr: Bizi Telegram'da Takip Edin

source: Lead by the Founder of Wikipedia and Genius.com
de: Geleitet vom Gründer von Wikipedia und Genius.com
el: Υπό την αιγίδα του Ιδρυτή της Wikipedia και του Genius.com
es: Dirigido por el fundador de Wikipedia y Genius.com
fi: Johtaa Wikipedian ja Genius.comin perustaja
hu: A Wikipédia alapítója és a Genius.com vezetője
ms: Di terajui oleh Pengasas Wikipedia dan Genius.com
ro: Conduceți de fondatorul Wikipedia și Genius.com
sl: Vodeno s strani ustanovitelja Wikipedije in Genius.com
tr: Vikipedi ve Genius.com Kurucusu önderliğinde

source: Everipedia is being lead by a team with extensive experience and knowledge both in the online knowledge space as well as the blockchain industry. The executive team is made up of several prominent individuals in the industry, the Co-Founder of Wikipedia, Larry Sanger, the founder of Genius.com, Mahbod Moghadam, and several others. Academic credentials includes UCLA, Stanford, Yale & Columbia, covering nationalities from America, Sweden, Norway and Italy.
de: Everipedia wird von einem Team mit umfangreicher Erfahrung und Wissen sowohl im Online-Wissensbereich als auch in der Blockchain-Branche geführt. Das Führungsteam besteht aus mehreren prominenten Persönlichkeiten der Branche, dem Mitbegründer von Wikipedia, Larry Sanger, dem Gründer von Genius.com, Mahbod Moghadam und einigen anderen. Akademische Referenzen umfassen UCLA, Stanford, Yale & Columbia und decken Nationalitäten aus Amerika, Schweden, Norwegen und Italien ab.
el: Η Everipedia διευθύνεται από μια ομάδα με μεγάλη εμπειρία και γνώση, τόσο στον χώρο της γνώσης στο διαδίκτυο όσο και στη βιομηχανία του blockchain. Η εκτελεστική ομάδα αποτελείται από πολλά εξέχοντα άτομα στη βιομηχανία, τον συνιδρυτή της Wikipedia, τον Larry Sanger, τον ιδρυτή του Genius.com, τον Mahbod Moghadam και πολλούς άλλους. Τα ακαδημαϊκά διαπιστευτήρια περιλαμβάνουν UCLA, Stanford, Yale &amp; Columbia, που καλύπτουν εθνικότητες από την Αμερική, τη Σουηδία, τη Νορβηγία και την Ιταλία.
es: Everipedia está liderada por un equipo con amplia experiencia y conocimiento tanto en el espacio de conocimiento online como en la industria del blockchain. El equipo ejecutivo está formado por varias personas prominentes de la industria, el cofundador de Wikipedia, Larry Sanger, el fundador de Genius.com, Mahbod Moghadam, y varios otros. Las credenciales académicas incluyen UCLA, Stanford, Yale y Columbia, cubriendo nacionalidades de Estados Unidos, Suecia, Noruega e Italia.
fi: Everipediaia johtaa tiimi, jolla on laaja kokemus ja tietämys sekä verkko-osaamisalueella että lohkoketju-alalla. Johtoryhmä koostuu useista merkittävistä ihmisistä alalla, Wikipedian yhteisperustajasta, Larry Sangerista, Genius.comin perustajasta, Mahbod Moghadamista ja useista muista. Akateemiset suositukset ovat muun muassa UCLA, Stanford, Yale & Columbia, joka kattavat kansallisuudet Amerikasta, Ruotsista, Norjasta ja Italiasta.
hu: Az Everipédiát nagy tapasztalattal rendelkező csapat vezeti. A vezetőség az ipar legtapasztaltabb szakértőiből áll, a Wikipédia társalapítója, Genius.com alapítója, Mahbod Moghadam, és sokan mások. Az akadémiák közt vannak az UCLA, Stanford, Yale & Columbia, mind amerikai, svég, norvég és olasz nemzetiségekből.
ms: Everipedia sedang di terajui oleh sebuah pasukan yang mempunyai pengalaman dan pengetahuan yang luas dalam ruang pengetahuan dalam talian serta industri blockchain. Pasukan eksekutif terdiri daripada beberapa tokoh terkemuka dalam industri, Pengasas Bersama Wikipedia, Larry Sanger, pengasas Genius.com, Mahbod Moghadam, dan beberapa orang lain. Kepercayaan akademik termasuk UCLA, Stanford, Yale &amp; Columbia, yang meliputi warganegara dari Amerika, Sweden, Norway dan Itali.
ro: Everipedia este condusă de o echipă cu o vastă experiență și cunoștințe atât în ​​spațiul de cunoștințe online, cât și în industria blocurilor. Echipa executivă este formată din mai mulți indivizi proeminenți din industrie, co-fondatorul Wikipedia, Larry Sanger, fondatorul Genius.com, Mahbod Moghadam și alții. Acreditările academice includ UCLA, Stanford, Yale &amp; Columbia, care acoperă naționalități din America, Suedia, Norvegia și Italia.
sl: Everipedio vodi ekipa z bogatimi izkušnjami in znanjem tako v spletnem znanju kot tudi v blockchain tehnologiji. Izvršno ekipo sestavljajo številni pomembni posamezniki iz industrije, soustanovitelj Wikipedije, Larry Sanger, ustanovitelj Genius.com, Mahbod Moghadam in mnogi drugi. Akademska priporočila vključujejo UCLA, Stanford, Yale in Columbia in pokrivajo narodnosti iz Amerike, Švedske, Norveške in Italije.
tr: Everipedia, hem online bilgi alanında hem de blockchain endüstrisinde geniş tecrübe ve bilgi birikimine sahip bir ekip tarafından yönetilmektedir. Yönetim ekibi, sektörün önde gelen isimlerinden oluşmaktadır: Vikipedi Kurucularından, Genius.com'unun kurucusu Larry Sanger, Mahbod Moghadam ve diğer kişiler Akademik ekip Amerika, İsveç, Norveç ve İtalya'dan gelen UCLA, Stanford, Yale ve Columbia mezunlarından oluşmaktadır.

source: Executive Team
de: Führungsteam
el: Εκτελεστική ομάδα
es: Equipo ejecutivo
fi: Yrityksen Johto
hu: Vezetői csapat
ms: Pasukan Eksekutif
ro: Echipa executiva
sl: Izvršna ekipa
tr: Yönetim Ekibi

source: Leadership
de: Führung
el: Ηγεσία
es: Liderazgo
fi: Johtajuus
hu: Vezetés
ms: Kepimpinan
ro: Abilități de management
sl: Vodstvo
tr: Liderlik

source: Executive Leadership
de: Geschäftsleitung
el: Εκτελεστική Ηγεσία
es: Liderazgo Directivo
fi: Toimitusjohtajuus
hu: Vezetői vezetés
ms: Kepimpinan Eksekutif
ro: Leadership executiv
sl: Izvršno vodstvo
tr: Yönetici liderlik
