Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: de, el, es, fi, fr, hu, ms, pt, ro, sl, tr

source: secondTenthsUpdated
el: τα δέκατα του δευτερολέπτου ενημερώθηκαν
es: segundoDécimoActualizado
fr: DixièmesdesecondesActualisés
sl: desetinaSekundePosodobitev

source: secondsUpdated
el: τα δευτερόλεπτα ενημερώθηκαν
es: segundosActualizado
fr: secondesActualisées
sl: sekundePosodobitev
tr: saniyeler Güncellendi

source: minutesUpdated
el: τα λεπτά ενημερώθηκαν
es: minutosActualizado
fr: minutesActualisées
sl: minutePosodobitev
tr: Dakikalar Güncellendi

source: hoursUpdated
el: οι ώρες ενημερώθηκαν
es: horasActualizado
fr: heuresActualisées
sl: urePosodobitev
tr: Saatler Güncellendi

source: daysUpdated
el: οι ημέρες ενημερώθηκαν
es: díasActualizado
fr: joursActualisés
sl: dneviPosodobitev
tr: Günler güncellendir

source: targetAchieved
el: ο στόχος επετεύχθη
es: objetivoLogrado
fr: objectifAtteint
ms: sasaran tercapai
sl: ciljDosežen
tr: hedefe ulaşıldı

source: stopped
de: gestoppt
el: σταμάτησε
es: detenido
fi: lopetettu
fr: arrêté
hu: leállítva
ms: terhenti
pt: parado
ro: oprit
sl: ustavljeno
tr: durduruldu

source: started
de: gestartet
el: άρχισε
es: iniciado
fi: aloitettu
fr: démarré
hu: elindítva
ms: Mula VM
pt: iniciado
ro: Pornit
sl: Začeto
tr: başladı

source: paused
de: pausiert
el: διεκόπη
es: pausado
fi: pysäytetty
fr: mis en pause
hu: szünetelve
ms: Te_pek
pt: pausado
ro: pauzat
sl: zaustavljeno
tr: durduruldu

source: reset
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fi: palauta
fr: réinitialiser
hu: visszaállítás
ms: Tetapkan semula
pt: Redefinir
sl: ponastavi
tr: Sıfırla

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégsem
ms: Batal
pt: Cancelar
ro: Anulare
sl: Prekliči
tr: İptal

source: Loading...
de: Lädt ...
el: Γίνεται φόρτωση...
es: Cargando..
fi: Ladataan...
fr: Chargement...
hu: Betöltés...
ms: Memuatkan..
pt: Carregando..
ro: Se incarca..
sl: Nalaganje...
tr: Yükleniyor..

source: js_sdk_force_status_on_load
el: Φορτώνεται η κατάσταση js_sdk_force
fr: status_js_sdk_force_en_chargement

source: auth.logout
el: αποσύνδεση

source: Media
de: Medien
el: Μέσα
fr: Média
hu: Média
pt: Mídia
sl: Mediji
tr: Medya

source: Cite
de: Zitieren
el: Παραπομπή
es: Citar
fi: Sitaatti
fr: Citer
hu: Hivatkozás
pt: Citar
ro: a menţiona
sl: Citiraj
tr: Alıntı

source: Search Everipedia
de: In Everipedia suchen
el: Αναζήτηση στην Everipedia
es: Buscar Everipedia
fi: Etsi Everipediasta
fr: Rechercher Sur Everipedia
hu: Keresés az Everipedián
ms: Cari Everipedia
pt: Pesquisar Everipedia
ro: Căutare Everipedia
sl: Išči po Everipediji
tr: Everipedia ara

source: Link
el: Σύνδεσμος
es: Enlace
fi: Linkki
fr: Lien
ms: Pautan
sl: Povezava

source: Cite as verified editor
de: Als verifizierter Redakteur zitieren
el: Κάντε παραπομπή σαν επαληθευμένος συντάκτης
es: Citar como editor verificado
fi: Viittaa vahvistettuna editorina
fr: Citer comme rédacteur vérifié
hu: Hivatalos szerkesztő hivatkozása
ms: Namakan sebagai penyunting yang disahkan
pt: Citar como editor confirmado
ro: Citește ca editor verificat
sl: Citiraj kot preverjeni urejevalec
tr: Onaylanmış editör olarak alıntılayın

source: Save
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Sauvegarder
hu: Mentés
ms: Simpan
pt: Salvar
ro: Salvează
sl: Shrani
tr: Kaydet

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
ms: Sunting
pt: Editar
ro: Editeaza
sl: Uredi
tr: Düzenle

source: Font Style
de: Schriftart
el: Στυλ γραμματοσειράς
es: Estilo de Fuente
fi: Fontin tyyli
fr: Style de Police
hu: Betűstílus
ms: Gaya Fon
pt: Estilo da Fonte
ro: Stilul fontului
sl: Slog pisave
tr: Font Stili

source: Style
de: Stil
el: Στυλ
es: Estilo
fi: Tyyli
hu: Stílus
ms: Gaya
pt: Estilo
ro: Stil
sl: Slog
tr: Stil

source: Add an additional description for this category
de: Eine zusätzliche Beschreibung für diese Kategorie hinzufügen
el: Προσθέστε μια πρόσθετη περιγραφή για αυτήν την κατηγορία
es: Añadir una descripción adicional para esta categoría
fi: Lisää lisäkuvaus tälle kategorialle
fr: Ajouter une description supplémentaire pour cette catégorie
hu: Adjon hozzá egy további leírást ehhez a kategóriához
ms: Tambah penerangan tambahan untuk kategori ini
pt: Adicione uma descrição adicional para esta categoria
ro: Adăugați o descriere suplimentară pentru această categorie
sl: Dodajte dodaten opis za to kategorijo
tr: Bu kategori için ek bir açıklama ekleyin

source: Delete this tag
de: Diesen Tag löschen
el: Διαγράψτε αυτήν την ετικέτα
es: Borrar esta etiqueta
fi: Poista tämä tunniste
fr: Supprimer cette balise
hu: Törölje ezt a címkét
ms: Padamkan tag ini
pt: Excluir esta tag
ro: Ștergeți această etichetă
sl: Izbrišite to oznako
tr: Bu etiketi sil

source: Claim
de: Anspruch
el: Απόκτηση
es: Reclamar
fi: Lunasta
fr: Récupérer
hu: Lefoglalás
ms: Tuntut
pt: Reivindicar
ro: Revenidică
sl: Zahteva
tr: Talep et

source: Not Ready
de: Nicht bereit
el: Δεν είναι έτοιμο
es: No Está Listo
fi: Ei Valmis
fr: Pas prêt
hu: Nincs kész
ms: Tidak Sedia
pt: Não está pronto
ro: Nu este gata
sl: Ni pripravljeno
tr: Hazır değil

source: Drag and drop your photo here or click to upload.
de: Ziehen Sie Ihr Foto hierher oder klicken Sie zum Hochladen.
el: Μεταφέρετε και αποθέστε τη φωτογραφία σας εδώ ή κάντε κλικ για μεταφόρτωση.
es: Arrastra y suelta tu foto aquí o haz clic para cargarla.
fi: Vedä ja pudota kuva tähän tai napsauta ladataksesi.
fr: Faites glisser votre photo et placez-la ici ou cliquez pour la télécharger.
hu: Húzza ide a képét, és kattintson ide a feltöltéshez.
ms: Seret dan lepas foto anda di sini atau klik untuk muatnaik.
pt: Arraste e solte sua foto aqui ou clique para fazer o upload.
ro: Trageți și plasați fotografia aici sau faceți clic pentru a încărca fotografia.
sl: Povlecite in spustite fotografijo tukaj ali kliknite, da jo naložite.
tr: Fotoğrafınızı buraya sürükleyip bırakın veya yüklemek için tıklayın.

source: Please enter a description for the photo
de: Bitte geben Sie eine Beschreibung für das Foto ein.
el: Καταχωρίστε μια περιγραφή για τη φωτογραφία
es: Por favor, ingresa una descripción para la foto
fi: Anna kuvaus kuvalle
fr: Veuillez saisir une description pour la photo.
hu: Kérem, adja meg a kép leírását
ms: Sila masukkan keterangan untuk foto
pt: Por favor, indique uma descrição para a foto
ro: Introduceți o descriere a fotografiei
sl: Vnesite opis fotografije
tr: Lütfen fotoğraf için bir açıklama girin

source: Adding infobox item, please wait...
de: Infoboxartikel wird hinzugefügt, bitte warten....
el: Προσθήκη στοιχείου infobox, παρακαλώ περιμένετε ...
es: Añadiendo información, por favor espera....
fi: Lisää Infobox-kohdetta, odota hetki ...
fr: Ajout d'un élément infobox, veuillez patienter......
hu: Infobox hozzáadása, kérem várjon...
ms: Menambah item infobox, sila tunggu ...
pt: Adicionando item de infobox, por favor aguarde...
ro: Adăugând element infobox, așteptați ...
sl: Dodajanje okenca za informacije, prosimo počakajte...
tr: Bilgi kutusu öğesi ekleniyor, lütfen bekleyin ...

source: Adding, please wait...
de: Hinzufügen, bitte warten....
el: Προσθήκη, παρακαλώ περιμένετε ...
es: Añadiendo, por favor espera...
fi: Lisää, odota ...
fr: Ajout en cours, veuillez patienter.....
hu: Hozzáadás, kérem várjon...
ms: Ditambah, sila tunggu ...
pt: Adicionando, por favor aguarde...
ro: Adăugând, vă rugăm să așteptați ...
sl: Dodajanje, prosimo počakajte...
tr: Ekleniyor, lütfen bekleyin ...

source: You have been posting a lot of links today. Wait a bit for the community to respond to your content. New editors are limited to posting only 250 submissions a day.
de: Sie haben heute viele Links veröffentlicht. Warten Sie ein wenig, bis die Community auf Ihre Inhalte reagiert. Neue Redakteure sind auf 250 Beiträge pro Tag beschränkt.
el: Έχετε δημοσιεύσει πολλούς συνδέσμους σήμερα. Περιμένετε λίγο ώστε η κοινότητα να απαντήσει στο περιεχόμενό σας. Οι νέοι συντάκτες περιορίζονται στην ανάρτηση μόνο 250 υποβολών την ημέρα.
es: Has estado publicando un montón de enlaces hoy. Espera un poco a que la comunidad responda a tu contenido. Los nuevos editores se limitan a publicar sólo 250 envíos al día.
fi: Olet lähettänyt paljon linkkejä tänään. Odota vähän, jotta yhteisö voi vastata sisältöösi. Uusilla editoreilla on 250 ehdotuksen raja päivässä.
fr: Vous avez posté un grand nombre de liens aujourd'hui. Patientez pour que la communauté puisse répondre à votre contenu. Les nouveaux rédacteurs ne peuvent pas poster plus de 250 propositions par jour.
hu: Ma már rengeteg linket posztolt. Kérem várjon egy kicsit, hogy az emberek reagáljanak. Új szerkesztők csak napi 250 posztot adhatnak közzé.
ms: Anda telah menghantar banyak pautan hari ini. Tunggu sebentar bagi komuniti untuk bertindak balas terhadap kandungan anda. Penyunting baru diterhadkan untuk menghantar hanya 250 permohonan setiap hari.
pt: Você tem postado muitos links hoje. Espere um pouco para a comunidade responder ao seu conteúdo. Novos editores estão limitados a postar apenas 250 envios por dia.
ro: Ați postat astăzi multe linkuri. Așteptați puțin comunitatea pentru a răspunde la conținutul dvs. Editorii noi se limitează la postarea a numai 250 de postări pe zi.
sl: Danes ste objavili veliko povezav. Počakajte malo, da se skupnost odzove na vašo vsebino. Novi urejevalci so omejeni in lahko objavijo samo 250 prispevkov na dan.
tr: Bugün çok fazla link gönderdiniz. Topluluğun içeriğinize yanıt vermesi için biraz bekleyin. Yeni editörler günde sadece 250 gönderi yayınlamakla sınırlıdır.

source: This link is already on this page, you can still edit the link summary to improve the information on EP!
de: Dieser Link ist bereits auf dieser Seite, Sie können die Linkübersicht noch bearbeiten, um die Informationen auf EP zu verbessern!
el: Αυτός ο σύνδεσμος βρίσκεται ήδη σε αυτήν τη σελίδα, αλλά μπορείτε να επεξεργαστείτε την περίληψη συνδέσμων για να βελτιώσετε τις πληροφορίες σχετικά με το EP!
es: ¡Este enlace ya está en esta página, igual puedes editar el resumen del enlace para mejorar la información sobre la EP!
fi: Tämä linkki on jo tällä sivulla, voit silti muokata linkkien yhteenvetoa EP:n tietojen parantamiseksi!
fr: Ce lien se trouve déjà sur cette page, vous pouvez toujours éditer le résumé du lien pour améliorer l'information sur EP !
hu: Ez a link már létezik az oldalon, de még szerkesztheti, hogy javítsa az információt!
ms: Pautan ini sudah sedia ada di halaman ini, anda masih boleh mengedit ringkasan pautan untuk meningkatkan maklumat di EP!
pt: Este link já está nesta página, você ainda pode editar o resumo do link para melhorar as informações no EP!
ro: Acest link se află deja pe această pagină, dar puteți modifica rezumatul de link-uri pentru a îmbunătăți informațiile de pe EP!
sl: Ta povezava je že na tej strani, še vedno pa lahko uredite povzetek povezave, da izboljšate podatke na EP!
tr: Bu link zaten sayfada mevcut, EP hakkındaki bilgileri geliştirmek için link özetini ekleyebilirsiniz!

source: Links to Wikipedia pages are not allowed, for technical reasons. Please try again.
de: Links auf Wikipedia-Seiten sind aus technischen Gründen nicht erlaubt. Bitte versuchen Sie es erneut.
el: Δεν επιτρέπονται συνδέσεις με σελίδες Wikipedia, για τεχνικούς λόγους. Παρακαλώ, προσπαθήστε ξανά.
es: No se permiten enlaces a páginas de Wikipedia, por razones técnicas. Por favor, inténtalo de nuevo.
fi: Linkit Wikipedia-sivuille eivät ole sallittuja teknisistä syistä. Yritä uudelleen.
fr: Les liens vers les pages de Wikipedia ne sont pas autorisés, pour des raisons techniques. Veuillez réessayer.
hu: A Wikipédia oldalakra mutató linkek technikai okokból nem engedélyezettek. Kérem, próbálja újra.
ms: Pautan ke laman Wikipedia tidak dibenarkan, atas alasan teknikal. Sila cuba lagi.
pt: Links para páginas da Wikipedia não são permitidos, por razões técnicas. Por favor, tente novamente.
ro: Legăturile către paginile Wikipedia nu sunt permise, din motive tehnice. Vă rugăm să încercați din nou.
sl: Povezave do strani Wikipedije iz tehničnih razlogov niso dovoljene. Prosimo poskusite ponovno.
tr: Teknik nedenlerle Wikipedia linklerine izin verilmemektedir. Lütfen sonra tekrar deneyin.

source: No URL provided, please try again
de: Keine URL angegeben, bitte versuchen Sie es erneut.
el: Δεν παρέχεται διεύθυνση URL, δοκιμάστε ξανά
es: No se ha proporcionado ninguna URL, por favor inténtalo de nuevo
fi: Ei URL-osoitetta, yritä uudelleen
fr: Aucune URL n'est incluse, veuillez réessayer.
hu: Nincs URL megadva, kérem, próbálja újra
ms: Tiada URL yang disediakan, sila cuba lagi
pt: Nenhum URL fornecido, por favor, tente novamente
ro: Nu a fost furnizată nici o adresă URL, încercați din nou
sl: Ni navedenega URL-ja, prosimo poskusite znova
tr: URL girilmedi, lütfen tekrar deneyin

source: Please provide a description for the link or file.
de: Bitte geben Sie eine Beschreibung für den Link oder die Datei an.
el: Καταχωρίστε μια περιγραφή για το σύνδεσμο ή το αρχείο.
es: Por favor, proporciona una descripción para el enlace o archivo.
fi: Anna kuvaus linkille tai tiedostolle.
fr: Veuillez fournir une description du lien ou du fichier.
hu: Adja meg a link vagy a fájl leírását.
ms: Sila berikan keterangan untuk pautan atau fail.
pt: Por favor, forneça uma descrição para o link ou arquivo.
ro: Furnizați o descriere a link-ului sau a fișierului.
sl: Prosimo, navedite opis povezave ali datoteke.
tr: Lütfen bağlantı veya dosya için bir açıklama ekleyin.

source: Please provide a more scholarly description.
de: Bitte geben Sie eine wissenschaftlichere Beschreibung an.
el: Παρακαλώ δώστε μια πιο επιστημονική περιγραφή.
es: Por favor, proporciona una descripción más académica.
fi: Anna tieteellisempi kuvaus.
fr: Veuillez fournir une description plus savante.
hu: Kérem, adjon meg tudományosabb leírást.
ms: Sila berikan gambaran yang lebih berilmiah.
pt: Por favor, forneça uma descrição mais acadêmica.
ro: Furnizați o descriere mai științifică.
sl: Navedite bolj znanstveni opis.
tr: Lütfen daha bilimsel bir açıklama sağlayın.

source: File uploaded successfully.
de: Datei erfolgreich hochgeladen
el: Το αρχείο ανέβηκε με επιτυχία
es: Archivo Subido con éxito
fi: Tiedosto ladattiin onnistuneesti.
fr: Le fichier a bien été téléchargé
hu: A fájl feltöltése sikeres.
ms: Fail dimuat naik dengan jayanya.
pt: Arquivo carregado com sucesso
ro: Fisier uploadat cu succes.
sl: Datoteka je bila uspešno naložena.
tr: Dosya başarıyla yüklendi

source: Add File
de: Datei hinzufügen
el: Προσθήκη αρχείου
es: Añadir archivo
fi: Lisää tiedosto
fr: Ajouter un fichier
hu: Fájl hozzáadása
ms: Tambah Fail
pt: Adicionar Arquivo
ro: Adauga fisier
sl: Dodaj datoteko
tr: Dosya Ekle

source: Add Link
de: Link hinzufügen
el: Προσθήκη συνδέσμου...
es: Añadir enlace
fi: Lisää linkki
fr: Ajouter un lien
hu: Link hozzáadása
ms: Tambah Link
pt: Adicionar link
ro: Adaugă Link
sl: Dodaj povezavo
tr: Bağlantı Ekle

source: Loading more activity, please wait...
de: Mehr Aktivität laden, bitte warten....
el: Φόρτωση περισσότερης δραστηριότητας, παρακαλώ περιμένετε ...
es: Cargando más actividad, por favor espera...
fi: Ladataan lisää aktiviteetteja, ole hyvä ja odota ...
fr: Chargement d'activité supplémentaire, veuillez patienter.....
hu: További tevékenységek betöltése, kérem várjon...
ms: Memuat lagi aktiviti, sila tunggu ...
pt: Carregando mais atividade, por favor aguarde...
ro: Încărcați mai multă activitate, vă rugăm să așteptați ...
sl: Nalaganje več dejavnosti, prosimo počakajte...
tr: Daha fazla etkinlik yükleniyor, lütfen bekleyin ...

source: Create page
de: Seite erstellen
el: Δημιουργία Σελίδας
es: Crear página
fi: Luo sivu
fr: Créer une page
hu: Oldal létrehozása
ms: Cipta halaman
pt: Criar Página
ro: Crează pagină
sl: Ustvari stran
tr: Sayfa oluştur

source: Please stake some IQ into Brainpower before continuing. Click OK to open the Brainpower management screen in a new tab. NOTE: Please make sure popups are enabled for this site, as you may receive a warning.
de: Bitte stecken Sie etwas IQ in Brainpower, bevor Sie fortfahren. Klicken Sie auf OK, um das Fenster Brainpower-Management in einer neuen Registerkarte zu öffnen. HINWEIS: Bitte stellen Sie sicher, dass Popups für diese Website aktiviert sind, da Sie möglicherweise eine Warnung erhalten.
el: Παρακαλώ στοιχηματίζετε κάποιο IQ στην Νοημοσύνη πριν συνεχίσετε. Κάντε κλικ στο κουμπί OK για να ανοίξετε την οθόνη διαχείρισης της Νοημοσύνης σε μια νέα καρτέλα. ΣΗΜΕΙΩΣΗ: Βεβαιωθείτε ότι έχετε ενεργοποιήσει τα αναδυόμενα παράθυρα για αυτόν τον ιστότοπο, καθώς ενδέχεται να λάβετε προειδοποίηση.
es: Por favor, pon un poco de IQ en Brainpower antes de continuar. Haz clic en Aceptar para abrir la pantalla de administración de Brainpower en una nueva pestaña. NOTA: Asegúrate de que las ventanas emergentes estén habilitadas para este sitio, ya que puedes recibir una advertencia.
fi: Ole hyvä ja panosta osa IQ:stä Älykkyyteen ennen jatkamista. Avaa Brainpower-hallintaikkuna uudessa välilehdessä valitsemalla OK. HUOMAUTUS: Varmista, että ponnahdusikkunat ovat sallittuja tällä sivustolla, koska saatat saada varoituksen.
fr: S'il vous plaît, misez un peu de QI dans Brainpower avant de continuer. Cliquez sur OK pour ouvrir l'écran de Gestion de Brainpower dans un nouvel onglet. NOTE : Veuillez vous assurer que les popups sont autorisés pour ce site, car vous pourriez recevoir un avertissement.
hu: Kérem, cseréljen be egy kis IQ Brainpowerre, mielőtt folytatná. Kattintson az OK gombra, hogy megnyissa az Brainpower-kezelő ablakot. MEGJEGYZÉS: Kérem, bizonyosodjon meg, hogy a felugró ablakok engedélyezve vannak.
ms: Sila ambil kira beberapa IQ ke Brainpower sebelum meneruskan. Klik OK untuk membuka skrin pengurusan Brainpower dalam tab baru. NOTA: Sila pastikan popup diaktifkan untuk laman web ini, kerana anda mungkin menerima amaran.
pt: Por favor, aposte um pouco de QI em Brainpower antes de continuar. Clique em OK para abrir a tela de gerenciamento de Brainpower em uma nova guia. OBSERVAÇÃO: verifique se os pop-ups estão ativados para este site, pois você pode receber um aviso.
ro: Vă rog să pariați un IQ în Brainpower înainte de a continua. Faceți clic pe OK pentru a deschide ecranul de administrare Brainpower într-o filă nouă. NOTĂ: Asigurați-vă că ferestrele pop-up sunt activate pentru acest site, deoarece este posibil să primiți un avertisment.
sl: Prosimo, da pred nadaljevanjem vložite nekaj IQ v Brainpower. Kliknite V redu, da odprete zaslon za upravljanje Brainpower v novem zavihku. OPOMBA: Prepričajte se, da so pojavna okna omogočeno za to spletno mesto, saj lahko prejmete opozorilo.
tr: Devam etmeden önce lütfen bir miktar IQ'yu Brainpowera yatırın. Brainpower yönetim ekranını yeni bir sekmede açmak için Tamam'a tıklayın. NOT: Uyarı alabileceğinizden dolayı lütfen bu site için pop-up;ların etkinleştirildiğinden emin olun.

source: Note that you will not be able to propose edits without Brainpower. Your work will be lost!
de: Beachten Sie, dass Sie ohne Brainpower keine Änderungen vorschlagen können. Ihre Arbeit wird verloren gehen!
el: Σημειώστε ότι δεν θα μπορείτε να προτείνετε τροποποιήσεις χωρίς Νοημοσύνη. Η εργασία σας θα χαθεί!
es: Ten en cuenta que no podrás proponer ediciones sin Brainpower. ¡Tu trabajo se perderá!
fi: Huomaa, että et voi ehdottaa muokkauksia ilman Älykkyyttä. Työsi menetetään!
fr: Sachez que vous ne pourrez pas proposer des modifications sans Brainpower. Votre travail ne sera pas sauvegardé !
hu: Ne feledje, hogy Brainpower nélkül nem tud módosításokat javasolni. A munkája el fog veszni!
ms: Ambil perhatian yang anda tidak akan dapat mencadangkan pengeditan tanpa Brainpower. Kerja anda akan hilang!
pt: Observe que você não poderá propor edições sem Brainpower. Seu trabalho será perdido!
ro: Rețineți că nu veți putea propune modificări fără Brainpower. Munca ta se va pierde!
sl: Upoštevajte, da brez Brainpowerja ne boste mogli predlagati sprememb. Vaše delo bo izgubljeno!
tr: Brainpower olmadan düzenlemeleri öneremeyeceğinizi unutmayın. Çalışmalarınız kaybedilecek!

source: Error: proposal not found. Please try submitting again.
de: Fehler: Vorschlag nicht gefunden. Bitte versuchen Sie es erneut.
el: Σφάλμα: η πρόταση δεν βρέθηκε. Δοκιμάστε να υποβάλετε ξανά.
es: Error: propuesta no encontrada. Por favor, intenta enviar de nuevo.
fi: Virhe: ehdotusta ei löytynyt. Yritä lähettää uudelleen.
fr: Erreur : proposition introuvable. Veuillez essayer de l’envoyer à nouveau.
hu: Hiba: a javaslat nem található. Próbálja újra elküldeni.
ms: Ralat: cadangan tidak dijumpai. Sila cuba hantar lagi.
pt: Erro: proposta não encontrada. Por favor, tente enviar novamente.
ro: Eroare: propunerea nu a fost găsită. Încercați să trimiteți din nou.
sl: Napaka: predlog ni bil najden. Poskusite ponovno.
tr: Hata: öneri bulunamadı. Lütfen tekrar göndermeyi deneyin.

source: Article proposal submission failed!
de: Artikelvorschlag fehlgeschlagen!
el: Η υποβολή προτάσεων στο άρθρο απέτυχε!
es: ¡Falló la presentación de la propuesta de artículo!
fi: Artikkeliehdotuksen lähetys epäonnistui!
fr: L’envoi de la proposition d'article n’a pas été effectué !
hu: A cikk javaslatának benyújtása sikertelen!
ms: Penyerahan cadangan artikel gagal!
pt: A submissão da proposta de artigo falhou!
ro: Trimiterea propunerii de articol nu a reușit!
sl: Predložitev predloga za članek ni uspela!
tr: Makale önerisi gönderilemedi!

source: Add New Infobox
de: Neue Infobox hinzufügen
el: Προσθέστε νέο Infobox
es: Añadir nuevo cuadro de información
fi: Lisää Uusi Infobox
fr: Ajouter un Nouvel Elément Infobox
hu: Új Infobox hozzáadása
ms: Tambah Infobox Baru
pt: Adicionar nova infobox
ro: Adăugați Infobox nou
sl: Dodaj nove okence za informacijami
tr: Yeni Bilgi Kutusunu Ekle

source: Completing transaction...
de: Transaktion abschließen....
el: Ολοκλήρωση συναλλαγής ...
es: Completando la transacción....
fi: Viimeistelee tapahtumaa...
fr: Transaction en cours...
hu: A tranzakció befejezése ...
ms: Melengkapkan transaksi ...
pt: Concluindo a transação ...
ro: Finalizarea tranzacțiilor ...
sl: Dokončanje transakcije...
tr: İşlem tamamlanıyor ...

source: Add Row
de: Zeile hinzufügen
el: Προσθήκη Σειράς
es: Añadir fila
fi: Lisää Rivi
fr: Ajouter une Ligne
hu: Új sor
ms: Tambah Baris
pt: Adicionar Linha
ro: Adăugați rând
sl: Dodaj vrstico
tr: Satır Ekle

source: Are you sure you want to remove this link?
de: Sind Sie sicher, dass Sie diesen Link entfernen möchten?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε αυτόν τον σύνδεσμο;
es: ¿Estás seguro de que quieres eliminar este enlace?
fi: Haluatko varmasti poistaa tämän linkin?
fr: Voulez-vous vraiment supprimer ce lien?
hu: Biztosan el szeretné eltávolítani?
ms: Adakah anda pasti mahu memadamkan pautan ini?
pt: Tem certeza de que deseja remover este link?
ro: Sigur doriți să eliminați acest link?
sl: Ali ste prepričani, da želite odstraniti to povezavo?
tr: Bu linki kaldırmak istediğinden emin misin?

source: Cite my own knowledge / experience as a verified editor
de: Eigenes Wissen / Erfahrung als verifizierter Redakteur zitieren
el: Παράθεση της δικής μου γνώσης / εμπειρίας σαν επαληθευμένος συντάκτης
es: Citar mi propio conocimiento / experiencia como editor verificado
fi: Tee viite omaan tietämykseeni/kokemukseeni vahvistettuna editorina
fr: Citer mes propres connaissances/ mon expérience comme rédacteur vérifié.
hu: Hivatkozom saját tudásomra / tapasztalatomra, mint megerősített szerkesztő
ms: Petik pengetahuan / pengalaman saya sendiri sebagai penyunting yang sah
pt: Citar meu próprio conhecimento/experiência como um editor verificado
ro: Citește propria cunoaștere / experiență ca editor verificat
sl: Navedite svoje znanje / izkušnje kot preverjeni urejevalec
tr: Kendi bilgimi / deneyimimi onaylı bir editör olarak alıntıla
