Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: de, el, es, fi, fr, hu, ms, pt, ro, sl, tr

source: To link to another Everipedia page click the 'Link Page' button. You can also press the '@' or key when typing and a dropdown should appear. Try to link to as many pages as necessary to make each page as rich and informative as possible.
de: Um auf eine andere Everipedia-Seite zu verlinken, klicken Sie auf die Schaltfläche 'Seite verlinken'. Sie können auch die Taste '@' oder die Taste drücken, wenn Sie schreiben und ein Dropdown-Menü sollte erscheinen. Versuchen Sie, so viele Seiten wie nötig zu verlinken, um jede Seite so reichhaltig und informativ wie möglich zu gestalten.
el: Για να συνδεθείτε με μια άλλη σελίδα της Everipedia, κάντε κλικ στην επιλογή ’Σύνδεση Σελίδας». Μπορείτε επίσης να πατήσετε το πλήκτρο ‘@’ ή το κλειδί κατά την πληκτρολόγηση και να εμφανιστεί ένα αναπτυσσόμενο μενού. Προσπαθήστε να βάλετε συνδέσμους σε όσες περισσότερες σελίδες για να κάνετε κάθε σελίδα όσο το δυνατόν πιο πλούσια και ενημερωτική.
es: Para enlazar a otra página de Everipedia haz clic en el botón 'Link Page' (‘Enlazar pagina’). También puedes pulsar la tecla @ o @ al escribir y aparecerá un desplegable. Trata de enlazar a tantas páginas como sea necesario para que cada página sea lo más rica e informativa posible.
fi: Jos haluat lisätä linkin toiseen Everipedia-sivuun, napsauta 'Linkitä Sivu' -painiketta. Voit myös painaa '@' tai näppäintä kirjoittaessasi ja pudotusvalikon tulisi tulla näkyviin. Yritä linkittää mahdollisimman monta sivua, jotta jokainen sivu olisi mahdollisimman rikas ja informatiivinen.
fr: Pour créer un lien vers une autre page Everipedia, cliquez sur le bouton 'Lier la page'. Vous pouvez également appuyer sur la touche '@' ou'@' au cours de votre saisie pour faire apparaître un menu déroulant. Nous vous recommandons de créer autant de liens que possible pour compléter efficacement les informations contenues sur chaque page.
hu: Egy másik Everipedia oldalhoz való hivatkozáshoz kattintson a 'Hivatkozás oldalra' gombra. Nyomja meg a '@' gombot, és egy legördülő menü meg fog jelenni. Próbáljon meg csak annyi oldalra hivatkozni, amennyire csak szükséges.
ms: Untuk memaut ke halaman Everipedia lain, klik butang &#39;Pautan Halaman&#39;. Anda juga boleh menekan &#39;@&#39; atau kunci semasa menaip dan dropdown seharusnya muncul. Cubalah untuk memautkan halaman seberapa banyak yang diperlukan untuk menjadikan setiap halaman sekaya kaya dan semaklumat mungkin.
pt: Para criar um link para outra página da Everipedia, clique no botão 'Vincular Página'. Você também pode pressionar a tecla '@' ao digitar e um menu suspenso deve aparecer. Tente vincular quantas páginas forem necessárias para tornar cada página tão rica e informativa quanto possível.
ro: Pentru a vă conecta la o altă pagină Everipedia, faceți clic pe butonul &quot;Link Page&quot;. De asemenea, puteți apăsa tasta &quot;@&quot; sau tasta atunci când tastați și ar trebui să apară un drop-down. Încercați să vă conectați la cât mai multe pagini, pentru a face fiecare pagină cât mai bogată și mai informativă posibil.
sl: Za povezavo z drugo Everipedia stranjo kliknite gumb ‘Poveži stran’. Med vnašanjem lahko pritisnete tudi @ in prikazal se bo meni.Poskusite dodati povezave do toliko strani, kot je potrebno, da bo vsaka stran čim bolj bogata in informativna.
tr: Başka bir Everipedia sayfasına bağlanmak için 'Sayfaya Bağla' butonuna basın. Ayrıca yazarken '@' tuşuna basınca açılan menüyü kullanabilirsiniz. Her sayfayı zengin ve bilgilendirici hale getirmek için mümkün olduğunca fazla sayıda sayfaya bağlanmaya çalışın.

source: Main article body
de: Hauptartikelkörper
el: Κύριο σώμα του άρθρου
es: Cuerpo del artículo principal
fi: Pääartikkeli
fr: Corps du texte
hu: Főcikk
ms: Badan artikel utama
pt: Corpo do artigo principal
ro: Articolul principal al articolului
sl: Glavni del članka
tr: Makale gövdesi

source: Write in an objective manner in third person tense, do not include any marketing speak (exclusive offers, unverifiable claims etc). This is an encyclopedia, not a social media page.
de: Schreiben Sie in einer objektiven Art und Weise in der dritten Person, verwenden Sie keine Marketing-Sprache (exklusive Angebote, nicht überprüfbare Ansprüche usw.). Dies ist eine Enzyklopädie, keine Social Media Seite.
el: Γράψτε με αντικειμενικό τρόπο σε τρίτο πρόσωπο, μην συμπεριλάβετε διαφημίσεις (όπως αποκλειστικές προσφορές, μη επαληθεύσιμες αξιώσεις κ.λπ.). Αυτή είναι μια εγκυκλοπαίδεια, όχι μια σελίδα κοινωνικών μέσων.
es: Escribir de manera objetiva, en tercera persona, sin incluir ningún discurso de marketing (ofertas exclusivas, reivindicaciones no verificables, etc.). Esta es una enciclopedia, no una página de medios sociales.
fi: Kirjoita objektiivisesti kolmannen henkilön muodossa, älä sisällytä mainostekstiä (eksklusiiviset tarjoukset, varmistamattomat väitteet jne.). Tämä on tietosanakirja, ei sosiaalisen median sivu.
fr: Rédigez votre texte à la troisième personne de manière objective, votre document ne doit pas contenir de jargon marketing (offres exclusives, affirmations invérifiables, etc). Il s'agit d'une encyclopédie et non pas de la page d’un réseau social.
hu: Objektíven és harmadik személyben írja meg a szöveget, bármilyennemű marketinges szöveg nélkül. Ez egy enciklopédia, nem egy közösségi oldal.
ms: Menulis secara objektif dalam orang yang tegang, jangan masukkan sebarang isi pemasaran (tawaran eksklusif, tuntutan tidak dapat diselesaikan dll). Ini adalah ensiklopedia, bukan halaman media sosial.
pt: Escreva de maneira objetiva em terceira pessoa, não inclua nenhum discurso de marketing (ofertas exclusivas, reivindicações não verificáveis, etc.). Esta é uma enciclopédia, não uma página de mídia social.
ro: Scrieți într-o manieră obiectivă în a treia persoană, nu includeți niciun fel de marketing (oferte exclusive, creanțe neconfirmabile etc.). Aceasta este o enciclopedie, nu o pagină de social media.
sl: Pišite na objektiven način in v tretji osebi, ne vključujte nobenega marketinškega govora (ekskluzivne ponudbe, nepreverljive trditve itd.). To je enciklopedija, ne pa stran socialnih medijev.
tr: Üçüncü şahıs ağzıyla nesnel bir biçimde yazın, hiçbir pazarlama ifadesi eklemeye (özel teklifler, doğrulanamaz iddialar vb.). Bu bir ansiklopedi, sosyal medya sayfası değil.

source: Title
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
hu: Cím
ms: Tajuk
pt: Título
ro: Titlu
sl: Naslov
tr: Başlık

source: Enter the page title here
de: Geben Sie hier den Seitentitel ein
el: Εισαγάγετε εδώ τον τίτλο της σελίδας εδώ
es: Ingresa aquí el título de la página
fi: Syötä sivun otsikko tähän
fr: Saisissez le titre de la page à cet emplacement
hu: Adja meg itt az oldal címét
ms: Masukkan tajuk halaman di sini
pt: Digite o título da página aqui
ro: Introduceți titlul paginii aici
sl: Vnesite naslov strani tukaj
tr: Sayfa başlığını buraya girin

source: When you are finished, click here to save your changes.
de: Wenn Sie fertig sind, klicken Sie hier, um Ihre Änderungen zu speichern.
el: Όταν τελειώσετε, κάντε κλικ εδώ για να αποθηκεύσετε τις αλλαγές σας.
es: Cuando haya terminado, hazclic aquí para guardar los cambios.
fi: Kun olet valmis, tallenna muutokset napsauttamalla tätä.
fr: Lorsque vous avez terminé, cliquez ici pour sauvegarder vos modifications.
hu: Ha elkészült, kattintson ide a változások mentéséhez.
ms: Apabila anda selesai, klik di sini untuk menyimpan perubahan anda.
pt: Quando terminar, clique aqui para salvar suas alterações.
ro: Când ați terminat, faceți clic aici pentru a salva modificările.
sl: Ko končate, kliknite tukaj, da shranite spremembe.
tr: İşiniz bittiğinde, değişiklikleri kaydetmek için buraya tıklayın.

source: Back
de: Zurück
el: Επιστροφή
es: Volver
fi: Takaisin
fr: Retour
hu: Vissza
ms: Kembali
pt: Voltar
ro: Înapoi
sl: Nazaj
tr: Geri

source: Next
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
hu: Következő
ms: Seterusnya
pt: Próximo
ro: Următor
sl: Naprej
tr: Sonraki

source: Formats
de: Formate
el: Μορφές
es: Formatos
fi: Tekstityylit
hu: Formátumok
ms: Format
pt: Formatos
ro: Formate
sl: Oblike
tr: Biçimler

source: File uploaded successfully
de: Datei erfolgreich hochgeladen
el: Το αρχείο ανέβηκε με επιτυχία
es: Archivo Subido con éxito
fi: Tiedosto ladattu onnistuneesti
fr: Le fichier a bien été téléchargé
hu: A fájl feltöltése sikerült
ms: Fail dimuat naik dengan jayanya
pt: Arquivo enviado com sucesso
ro: fisier uploadat cu succes
sl: Datoteka je uspešno naložena
tr: Dosya başarıyla yüklendi

source: Please enter a headline
de: Bitte geben Sie eine Überschrift ein!
el: Εισαγάγετε έναν τίτλο
es: Por favor, ingresa un titular
fi: Anna otsikko
fr: Veuillez saisir un titre
hu: Kérem, adjon meg egy címet
ms: Sila masukkan tajuk utama
pt: Por favor insira um título
ro: Introduceți un titlu
sl: Prosimo vnesite naslov
tr: Lütfen bir başlık girin

source: Submission Successful!
de: Einreichung erfolgreich!
el: Επιτυχημένη υποβολή
es: ¡Envío Exitoso!
fi: Lähetys Onnistui!
fr: L’envoi de la proposition a bien été effectué!
hu: Sikeresen hozzáadva!
ms: Penghantaran Berjaya!
pt: Submissão bem sucedida!
ro: Prezentarea reușită!
sl: Oddaja uspešna!
tr: Gönderme Başarılı!

source: Editor profile
de: Redakteur-Profil
el: Προφίλ συντάκτη
es: Perfil del editor
fi: Editorin profiili
fr: Profil du Rédacteur
hu: Szerkesztő profilja
ms: Profil Penyunting
pt: Perfil do editor
ro: Editor profil
sl: Profil urejevalca
tr: Editör profili

source: The editor profile page shows the pages the user has edited, references they’ve added to a page, and comments they’ve made.
de: Die Profilseite des Redakteurs zeigt die Seiten, die der Benutzer bearbeitet hat, Verweise, die er zu einer Seite hinzugefügt hat, und Kommentare, die er gemacht hat.
el: Η σελίδα προφίλ του συντάκτη εμφανίζει τις σελίδες που έχει επεξεργαστεί ο χρήστης, τις αναφορές που έχουν προσθέσει σε μια σελίδα και τα σχόλια που έχουν γίνει.
es: La página del perfil del editor muestra las páginas que el usuario ha editado, las referencias que ha añadido a una página y los comentarios que ha hecho.
fi: Editorin profiilisivulla näkyvät sivut, joita käyttäjä on muokannut, sivuille lisätyt viitteet ja heidän kirjoittamansa kommentit.
fr: La page du profil du rédacteur indique les pages que l'utilisateur a éditées, les références qu'il a ajoutées sur des pages et les commentaires qu'il a publiés.
hu: A szerkesztő profiloldalán megtalálható a felhasználó által szerkesztett oldalak, valamint a hivatkozások és kommentek, amelyeket közzétettek.
ms: Halaman profil penyunting menunjukkan halaman pengguna telah diubah, rujukan telah mereka tambahkan pada halaman, dan ulasan juga telah dibuatnya.
pt: A página de perfil do editor mostra as páginas que o usuário editou, as referências adicionadas a uma página e os comentários que fizeram.
ro: Pagina profilului editorului arată paginile pe care le-a editat utilizatorul, referințele pe care le-au adăugat la o pagină și comentariile pe care le-au făcut.
sl: Urejevalčev profil prikazuje strani, ki jih je uporabnik uredil, reference, ki so jih dodali na stran, in njihove oddane komentarje.
tr: Editör profil sayfası, kullanıcının düzenlediği sayfaları, sayfalara eklediği referansları ve yaptıkları yorumları gösterir.

source: Profile photo
de: Profilbild
el: Φωτογραφία προφίλ
es: Foto de perfil
fi: Profiilikuva
fr: Photo du profil
hu: Profilkép
ms: Gambar profil
pt: Foto do Perfil
ro: Fotografie de profil
sl: Profilna fotografija
tr: Profil fotoğrafı

source: Click here to upload a picture for your editor profile.
de: Klicken Sie hier, um ein Bild für Ihr Redakteursprofil hochzuladen.
el: Κάντε κλικ εδώ για να ανεβάσετε μια εικόνα για το προφίλ συντάκτη σας.
es: Haz clic aquí para subir una imagen para tu perfil de editor.
fi: Napsauta tätä, jos haluat lähettää kuvan editoriprofiiliin.
fr: Cliquez ici pour télécharger une photo pour votre profil de rédacteur.
hu: Ide kattintva feltölthet egy képet a profiljába.
ms: Klik di sini untuk memuat naik gambar untuk profil penyunting anda.
pt: Clique aqui para enviar uma foto para o seu perfil de editor.
ro: Faceți clic aici pentru a încărca o imagine pentru profilul dvs. de editor.
sl: Kliknite tukaj, da naložite sliko za svoj urejevalni profil.
tr: Editör profilinize resim yüklemek için buraya tıklayın.

source: Enter your profile info
de: Geben Sie Ihre Profilinfo ein
el: Εισάγετε τις πληροφορίες του προφίλ σας
es: Ingresa la información de tu perfil
fi: Anna profiilitietosi
fr: Saisissez les informations de votre profil
hu: Adja meg az adatait
ms: Masukkan maklumat profil anda
pt: Insira suas informações de perfil
ro: Introduceți informațiile despre profilul dvs.
sl: Vnesite informacije za vaš profil
tr: Profil bilgilerinizi girin

source: (Optional) Enter your name, email, nationality, language, etc.
de: (Optional) Geben Sie Ihren Namen, Ihre E-Mail-Adresse, Ihre Nationalität, Ihre Sprache usw. ein.
el: (Προαιρετικό) Καταχωρίστε το όνομα, το email, την εθνικότητα, τη γλώσσα σας κ.λπ.
es: (Opcional) Escribe tu nombre, correo electrónico, nacionalidad, idioma, etc.
fi: (Valinnainen) Anna nimi, sähköposti, kansalaisuus, kieli jne.
fr: (Facultatif) Saisissez votre nom, votre adresse électronique, votre nationalité, votre langue, etc.
hu: (Opcionális) Írja be a nevét, e-mail címét, állampolgárságát, nyelvét, stb.
ms: (Pilihan) Masukkan nama, e-mel, kewarganegaraan, bahasa, dsb.
pt: (Opcional) Digite seu nome, email, nacionalidade, idioma, etc.
ro: (Opțional) Introduceți-vă numele, adresa de email, naționalitatea, limba, etc.
sl: (Neobvezno) Vnesite svoje ime, e-pošto, državljanstvo, jezik, itd.
tr: (İsteğe bağlı) Adınızı, e-postanızı, uyruğunuzu, dilinizi vb. Girin.

source: Link your Everipedia page
de: Verlinken Sie Ihre Everipedia-Seite
el: Συνδέστε τη σελίδα σας στο Everipedia
es: Enlaza su página Everipedia
fi: Linkitä Everipedia-sivusi
fr: Créer le lien de votre page Everipedia
hu: Hivatkozzon Everipedia oldalára
ms: Pautkan halaman Everipedia anda
pt: Vincule sua página da Everipedia
ro: Conectați-vă pagina Everipedia
sl: Povežite svojo Everipedia stran
tr: Everipedia sayfanızı bağlayın

source: If you already created an Everipedia article about yourself, you can link to it here.
de: Wenn Sie bereits einen Everipedia-Artikel über sich selbst erstellt haben, können Sie ihn hier verlinken.
el: Αν έχετε ήδη δημιουργήσει ένα άρθρο της Everipedia, μπορείτε να συνδεθείτε με αυτό εδώ.
es: Si ya has creado un artículo de Everipedia sobre ti mismo, puedes enlazarlo aquí.
fi: Jos olet jo luonut Everipedia-artikkelin itsestäsi, voit linkittää sen tähän.
fr: Si vous avez déjà créé un article consacré à votre profil sur Everipedia, vous pouvez ajouter le lienqui permet d’y accéder à cet emplacement.
hu: Ha már van egy Everipedia cikke önmagáról, akkor itt hivatkozhat rá.
ms: Sekiranya anda sudah mencipta artikel Everipedia mengenai diri anda, anda boleh memautnya di sini.
pt: Se você já criou um artigo da Everipedia sobre você mesmo, pode vinculá-lo aqui.
ro: Dacă ați creat deja un articol Everipedia despre dvs., puteți să îl conectați aici.
sl: Če ste že ustvarili Everipedia članek o sebi, lahko tukaj oddate povezavo do članka.
tr: Kendiniz hakkında bir Everipedia makalesi oluşturduysanız, buradan bağlantı kurabilirsiniz.

source: (Optional) Add your cryptocurrency wallet addresses
de: (Optional) Fügen Sie Ihre Krypto-Coin Wallet-Adressen hinzu.
el: (Προαιρετικό) Προσθέστε τις διευθύνσεις πορτοφολιού με κρυπτονόμισμα
es: (Opcional) Agregz las direcciones de tu billetera en criptocurrency
fi: (Valinnainen) Lisää kryptovaluuttalompakon osoitteet
fr: (Facultatif) Ajouter les adresses de votre portefeuille de crypto monnaie
hu: (Opcionális) Adja hozzá a cryptopénz pénztárca címeket
ms: (Pilihan) Tambah alamat dompet matawang kripto anda
pt: (Opcional) Adicione seus endereços de carteira criptomoeda
ro: (Opțional) Adăugați adresele pentru portofelul de criptare
sl: (Neobvezno) Dodajte naziv vaše denarnice s kriptovalutami
tr: (İsteğe bağlı) Kripto para birimi cüzdan adreslerinizi ekleyin
