Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: de, el, es, fi, fr, hu, ms, pt, ro, sl, tr

source: If you have any cryptocurrencies, add the wallet addresses here. People may donate to you if they like your work! If you do not have a wallet, you can get one here: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
de: Wenn Sie irgendwelche Krypto-Währungen haben, fügen Sie hier die Wallet-Adressen hinzu. Menschen können an Sie spenden, wenn ihnen Ihre Arbeit gefällt! Wenn Sie kein Wallet haben, können Sie hier eine bekommen: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-cryptoanchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
el: Εάν έχετε κρυπτονομίσματα, προσθέστε εδώ τις διευθύνσεις του πορτοφολιού. Οι άνθρωποι μπορούν να σας χρηματοδοτήσουν αν τους αρέσει η δουλειά σας! Εάν δεν έχετε ένα πορτοφόλι, μπορείτε να το πάρετε εδώ: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
es: Si tienes alguna criptomoneda, agrega las direcciones de la billetera aquí. ¡La gente puede donarte usted si les gusta tu trabajo! Si no tienes una billetera, puedes obtener una aquí: class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>, <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/><a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>>
fi: Jos sinulla on kryptovaluuttoja, lisää lompakon osoitteet tänne. Ihmiset voivat lahjoittaa sinulle, jos he pitävät työstäsi! Jos sinulla ei ole lompakkoa, saat sen täältä: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>dogecoin</a>
fr: Si vous utilisez des crypto monnaies, vous pouvez ajouter les adresses de votre portefeuille à cet emplacement. Les gens peuvent vous faire un don s'ils apprécient votre travail ! Si vous ne possédez pas encore de portefeuille, vous pouvez en obtenir un ici : <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/><a class='helper-crypto-anchor' rel='nofollow' target='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a>a>, <img class='userview-crypto-logo-helper' style='margin-right : 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/><a class='helper-crypto-anchor' rel='nofollow' target='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a>, <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/>a class='helper-crypto-anchor' rel='nofollow' target='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>>Dogecoin</a>>.
hu: Ha van críptopénze, akkor itt adhatja hozzá a pénztárcái címét. Az emberek adományozhatnak Önnek, ha kedvelik a munkáját! Ha nincs pénztárcája, akkor itt kaphat egyet: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
ms: Sekiranya anda mempunyai sebarang matawang kripto, tambah alamat dompet di sini. Orang boleh menderma kepada anda jika mereka sukakan kerja anda! Jika anda tidak mempunyai dompet, anda boleh mendapatkannya di sini: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
pt: Se você tiver alguma criptomoeda, adicione os endereços da carteira aqui. As pessoas podem doar para você se gostarem do seu trabalho! Se você não tiver uma carteira, você pode obter uma aqui: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
ro: Dacă aveți criptocuritate, adăugați aici adresele portofelului. Oamenii vă pot dona dacă vă plac munca! Dacă nu aveți un portofel, puteți obține unul aici: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>dogecoin</a>
sl: Če imate kriptovalute, dodajte nazive denarnice tukaj. Posamezniki lahko donirajo, če jim je všeč vaše delo! Če nimate denarnice, jo lahko pridobite tukaj: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> , <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Ethereum</a> , <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>Dogecoin</a>
tr: Herhangi bir kripto paranız varsa cüzdan adreslerini buraya ekleyin. Çalışmanızı beğenenler size bağışta bulunabilir! Eğer cüzdanınız yoksa, buradan edinebilirsiniz: <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/bitcoin-icon.svg'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Bitcoin</a> <img class='userview-crypto-logo-helper' style='margin-right: 0px;' src='https://epcdn-vz.azureedge.net/static/images/ethereum-icon.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://www.coinbase.com/'>Eteryum</a> <img class='userview-crypto-logo-helper' src='https://epcdn-vz.azureedge.net/static/images/dogecoin-logo.png'/> <a class='helper-crypto-anchor' rel='nofollow' target='_blank' href='https://my.dogechain.info/#/overview'>dogecoin</a>

source: Save changes
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fi: Tallenna muutokset
fr: Sauvegarder les modifications
hu: Beállítások mentése
ms: Simpan Perubahan
pt: Salvar alterações
ro: Salvează modificările
sl: Shrani spremembe
tr: Değişiklikleri Kaydet

source: When you are done, click here to save your changes.
de: Wenn Sie fertig sind, klicken Sie hier, um Ihre Änderungen zu speichern.
el: Όταν τελειώσετε, κάντε κλικ εδώ για να αποθηκεύσετε τις αλλαγές σας.
es: Cuando hayas terminado, haz clic aquí para guardar los cambios.
fi: Kun olet valmis, tallenna muutokset napsauttamalla tätä.
fr: Lorsque vous avez terminé, vous pouvez cliquer ici pour sauvegarder vos modifications.
hu: Kattintson ide, ha végzett a változtatásokkal.
ms: Apabila anda selesai, klik di sini untuk menyimpan perubahan anda.
pt: Quando terminar, clique aqui para salvar suas alterações.
ro: Când ați terminat, faceți click aici pentru a salva modificările.
sl: Ko končate, kliknite tukaj, da shranite spremembe.
tr: İşiniz bittiğinde, değişikliklerinizi kaydetmek için buraya tıklayın.

source: Create Page
de: Seite erstellen
el: Δημιουργία Σελίδας
es: Crear página
fi: Luo sivu
fr: Créer une page
hu: Oldal létrehozása
ms: Cipta Halaman
pt: Criar Página
ro: Crează pagină
sl: Ustvari stran
tr: Sayfa oluştur

source: You can also create a new wiki article by clicking here.
de: Sie können einen neuen Wiki-Artikel auch erstellen, indem Sie hier klicken.
el: Μπορείτε επίσης να δημιουργήσετε ένα νέο άρθρο wiki πατώντας εδώ.
es: También puedes crear un nuevo artículo en la wiki haciendo clic aquí.
fi: Voit myös luoda uuden wiki-artikkelin napsauttamalla tätä.
fr: Vous pouvez également créer un nouvel article wiki en cliquant ici.
hu: Ide kattintva készíthet egy új wiki cikket is.
ms: Anda juga boleh membuat rencana wiki baru dengan mengklik di sini.
pt: Você também pode criar um novo artigo wiki clicando aqui.
ro: De asemenea, puteți crea un nou articol wiki făcând clic aici.
sl: Prav tako lahko ustvarite nov wiki članek s klikom tukaj.
tr: Buraya tıklayarak yeni bir wiki makalesi oluşturabilirsiniz.

source: Pre
de: Zurück
el: Προ
fi: Esikatselu
hu: Elő
ms: Skrip Pra- Pemasangan

source: Infobox
es: Caja de información
hu: Infóbox
pt: Caixa de informação
sl: Okence za informacije
tr: Bilgi Kutusu
