Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/djangojs.po
Languages: de, el, es, fi, fr, hu, ms, pt, ro, sl, tr

source: Posting comment, please wait..
de: Kommentar wird abgegeben, bitte warten...
el: Δημοσίευση σχολίου, παρακαλώ περιμένετε ..
es: Publicando comentario, por favor espera..
fi: Kommenttia lähetetään, ole hyvä ja odota...
fr: Publication du commentaire en cours, veuillez patienter...
hu: Hozzászólás kiküldése, kérem, várjon..
ms: Hantar ulasan, sila tunggu ..
pt: Postando comentário, por favor espere...
ro: Postarea comentariului, așteptați ..
sl: Objavljanje komentarja, prosimo počakajte..
tr: Yorum gönderiliyor, lütfen bekleyin ..

source: This comment is already on this page. Please try again!
de: Dieser Kommentar ist bereits auf dieser Seite. Bitte versuchen Sie es erneut!
el: Αυτό το σχόλιο βρίσκεται ήδη σε αυτή τη σελίδα. Παρακαλώ προσπαθήστε ξανά!
es: Este comentario ya está en esta página. ¡Por favor, inténtalo de nuevo!
fi: Tämä kommentti on jo tällä sivulla. Yritä uudelleen!
fr: Ce commentaire a déjà été publié sur cette page. Veuillez réessayer !
hu: Ez a megjegyzés már létezik az oldalon. Kérem, próbálja újra!
ms: Ulasan ini sudah ada di halaman ini. Sila cuba lagi!
pt: Este comentário já está nesta página. Por favor, tente novamente!
ro: Acest comentariu se află deja pe această pagină. Vă rugăm să încercați din nou!
sl: Ta komentar je že na tej strani. Prosimo poskusite ponovno!
tr: Bu yorum zaten bu sayfada mevcut. Lütfen tekrar deneyin!

source: Posting reply, please wait..
de: Antwort wird abgegeben, bitte warten..
el: Δημοσίευση απάντησης, παρακαλώ περιμένετε ..
es: Publicando respuesta, por favor espera..
fi: Lähetetään vastausta, ole hyvä ja odota...
fr: Publication de la réponse en cours, veuillez patienter...
hu: A válasz elküldése, kérem, várjon..
ms: Hantar balasan, sila tunggu ..
pt: Postando resposta, por favor espere...
ro: Postarea răspunsului, vă rugăm să așteptați ..
sl: Objavljanje odgovora, prosimo počakajte..
tr: Cevap gönderiliyor, lütfen bekleyin ..

source: Searching...
de: Sucht...
el: Αναζήτηση...
es: Buscando...
fi: Haetaan…
fr: Recherche en cours...
hu: Keresés...
ms: Mencari...
pt: Buscando...
ro: In căutare...
sl: Iskanje...
tr: Aranıyor...

source: Merging...
de: Zusammenführen..
el: Συγχώνευση…
es: Combinando...
fi: Liittää...
hu: Egyesítés...
ms: Dicantumkan...
pt: Mesclando...
ro: Grosime margine
sl: Združevanje....
tr: Birleştiriliyor ...

source: Are you sure you want to exit the page? Unsaved changes will be lost.
de: Sind Sie sicher, dass Sie die Seite verlassen wollen? Nicht gespeicherte Änderungen gehen verloren.
el: Είστε βέβαιοι ότι θέλετε να βγείτε από τη σελίδα; Οι μη αποθηκευμένες αλλαγές θα χαθούν.
es: ¿Estás seguro de que quieres salir de la página? Los cambios no guardados se perderán.
fi: Haluatko varmasti poistua sivulta? Tallentamattomat muutokset menetetään.
fr: Voulez -vous vraiment quitter la page ? Les modifications non sauvegardées seront perdues.
hu: Biztosan kilép az oldalról? A nem mentett módosítások elveszhetnek.
ms: Adakah anda pasti mahu keluar dari halaman? Perubahan yang tidak disimpan akan hilang.
pt: Tem certeza de que deseja sair da página? As alterações não salvas serão perdidas.
ro: Sigur doriți să ieșiți din pagină? Modificările nesalvate vor fi pierdute.
sl: Ali ste prepričani, da želite zapreti stran? Neshranjene spremembe bodo izgubljene.
tr: Sayfadan çıkmak istediğinizden emin misiniz? Kaydedilmemiş değişiklikler kaybolacak.

source: Introduction
de: Einführung
el: Εισαγωγή
es: Introducción
fi: Johdanto
hu: Bemutatkozás
ms: Pengenalan
pt: Introdução
ro: Introducere
sl: Uvod
tr: Tanıtım

source: Everipedia is just like Wikipedia but much simpler to edit and contribute. Each page is composed of an infobox area for short concise facts, a main article written in a neutral 3rd person tense, a media gallery of pictures, videos, audio etc about the topic, a list of references to webpages and files that are used as citations in the article and infobox.
de: Everipedia ist wie Wikipedia, aber viel einfacher zu bearbeiten und beizutragen. Jede Seite besteht aus einem Infobox-Bereich für kurze, prägnante Fakten, einem Hauptartikel in einer neutralen 3. Person, einer Mediengalerie mit Bildern, Videos, Audio etc. zum Thema, einer Liste von Verweisen auf Webseiten und Dateien, die als Zitate im Artikel und in der Infobox verwendet werden.
el: Η Everipedia είναι ακριβώς όπως η Wikipedia, αλλά πολύ απλούστερη στην επεξεργασία και συμβολή. Κάθε σελίδα αποτελείται από μια περιοχή infobox για σύντομα συνοπτικά γεγονότα, ένα κύριο άρθρο γραμμένο σε τρίτο πρόσωπο από ουδέτερη οπτική γωνία, μια συλλογή μέσων με εικόνες, βίντεο, ήχου κλπ. σχετικά μετο θέμα, μια λίστα με αναφορές σε ιστοσελίδες και αρχεία που χρησιμοποιούνται ως παραπομπές στο άρθρο και στο infobox.
es: Everipedia es como Wikipedia pero mucho más fácil de editar y contribuir. Cada página se compone de un área infobox para hechos breves y concisos, un artículo principal escrito en un tiempo neutral en 3ª persona, una galería de fotos, videos, audio, etc. sobre el tema, una lista de referencias a páginas web y archivos que se utilizan como citas en el artículo y el infobox.
fi: Everipedia on kuin Wikipedia, mutta paljon yksinkertaisempi muokata ja parantaa. Jokainen sivu koostuu infobox-alueesta lyhyillä ja ytimekkäillä faktoilla, neutraalilla kolmannen persoonan muodossa kirjoitetusta pääartikkelista, kuvien, videoiden, äänitiedostojen yms. mediagalleriasta sekä viitelistasta verkkosivuihin ja tiedostoihin, joita käytetään viitteinä artikkelissä ja infoboxissa.
fr: Everipedia fonctionne comme Wikipedia mais il permet d’éditer les articles et de contribuer beaucoup plus facilement. Chaque page est inclut une zone infobox qui permet de saisir des faits concis, un article principal rédigé de manière neutre à la 3ème personne, une galerie d’éléments photo, vidéo, audio, etc. qui sont consacrés au sujet abordé, une liste de références qui indiquent les pages web et les fichiers qui sont cités dans l'article et dans l'infobox.
hu: Az Everipedia pont olyan, mint a Wikipedia, csak sokkal egyszerűbb szerkeszteni és hozzájárulni. Minden oldal egy infobox területből áll a tényekhez, egy központi szövegből, ami semleges, harmadik személyben van írva. Van még egy médiagaléria képeknek, videóknak és stb, valamint egy hivatkozás lista a weboldalakra és fájlokra, amikre a szöveg hivatkozik.
ms: Everipedia adalah seperti Wikipedia tetapi lebih mudah untuk diedit dan menyumbang. Setiap halaman terdiri daripada kawasan infobox untuk fakta ringkas ringkas, artikel utama yang ditulis dalam 3 orang penyumbang neutral, galeri media gambar, video, audio dan lain-lain mengenai topik itu, senarai rujukan kepada halaman web dan fail yang digunakan sebagai petikan dalam artikel dan infobox.
pt: Everipedia é como a Wikipedia, mas muito mais simples de editar e contribuir. Cada página é composta por uma área de infobox para fatos curtos e concisos, um artigo principal escrito de forma neutra em 3ª pessoa, uma galeria de mídia de imagens, vídeos, áudio, etc. sobre o tópico, uma lista de referências a páginas da Web e arquivos usados ​​como citações no artigo e infobox.
ro: Everipedia este la fel ca Wikipedia, dar mult mai simplu de editat și de contribuit. Fiecare pagină este alcătuită dintr-o zonă infobox pentru scurte fapte concise, un articol principal scris într-o perioadă neutră de 3 persoane, o galerie media cu imagini, clipuri video, audio etc despre subiect, o listă de referințe la pagini web și fișiere care sunt utilizate ca citări în articol și infobox.
sl: Everipedia je kot Wikipedija, vendar bolj preprosta za urejanje in oddajanje prispevkov. Vsaka stran je sestavljena iz okenca za informacije, kjer so navedena kratka dejstva, glavni članek napisan nevtralno in v tretji osebi, medijska galerija slik, video posnetkov, avdio posnetkov itd. o tej temi, seznam referenc na spletne strani in datoteke, ki se uporabljajo kot citati v članku in okencu za informacije.
tr: Everipedia Vikipedi gibi, ancak düzenleme ve katkıda bulunma çok daha basit. Her sayfada, kısa özet için bir bilgi kutusu alanı, üçüncü şahıs ağzından ana makale, konuyla ilgili resim, video ve ses galerisi, web sayfalarına yapılan referans ve dosyaların atıf listesi bulunur.

source: Main photo
de: Hauptfoto
el: Κύρια φωτογραφία
es: Foto principal
fi: Pääkuva
fr: Photo principale
hu: Fő fénykép
ms: Foto utama
pt: Foto Principal
ro: Fotografia principala
sl: Glavna fotografija
tr: Ana fotoğraf

source: Here you can add the main photo for the article.
de: Hier können Sie das Hauptfoto zum Artikel hinzufügen.
el: Εδώ μπορείτε να προσθέσετε την κύρια φωτογραφία για το άρθρο.
es: Aquí puedes añadir la foto principal del artículo.
fi: Tässä voit lisätä päävalokuvan artikkeliin.
fr: Vous pouvez ajouter la photo principale de l'article ici.
hu: Itt adhatja hozzá a cikk fő fényképét.
ms: Di sini anda boleh menambah foto utama untuk artikel itu.
pt: Aqui você pode adicionar a foto principal do artigo.
ro: Aici puteți adăuga fotografia principală pentru articol.
sl: Tukaj lahko dodate glavno fotografijo za članek.
tr: Makaleye ana fotoğrafı buradan ekleyebilirsiniz.

source: The infobox is designed for concise, quick facts. Suggested items appear in the dropdown depending on the selected topic, but any type of infobox can be added.
de: Die Infobox ist für prägnante, schnelle Fakten konzipiert. Die vorgeschlagenen Elemente werden je nach ausgewähltem Thema in der Dropdown-Liste angezeigt, es können jedoch alle Arten von Infoboxen hinzugefügt werden.
el: Το infobox έχει σχεδιαστεί για σύντομα και γρήγορα γεγονότα. Τα προτεινόμενα στοιχεία εμφανίζονται στο αναπτυσσόμενο μενού, ανάλογα με το επιλεγμένο θέμα, αλλά μπορεί να προστεθεί οποιοσδήποτε τύπος infobox.
es: El infobox está diseñado para datos concisos y rápidos. Los elementos sugeridos aparecen en el menú desplegable dependiendo del tema seleccionado, pero se puede añadir cualquier tipo de cuadro de información.
fi: Infobox on suunniteltu ytimekkäisiin, nopeisiin faktoihin. Ehdotetut kohteet näkyvät avattavassa valikossa valitun aiheen mukaan, mutta kaikenlaisia ​​infoboxeja voi lisätä.
fr: L'infobox permet de saisir des faits concis. Les suggestions apparaissent dans la liste déroulante en fonction du sujet sélectionné, mais il est possible d’ajouter tout type d'infobox.
hu: Az infóbox a tömör, egyértelmű és gyors tényekhez készült. A kiválasztott téma függvényében a kiválasztott tételek a legördülő menüben jelennek meg, de bármilyen típusú infóboxot hozzá lehet adni.
ms: Infobox direka untuk fakta yang ringkas, cepat. Item yang disyorkan muncul dalam senarai jatuh bergantung kepada topik yang dipilih, tetapi sebarang jenis infobox boleh ditambah.
pt: A Caixa de informação é projetada para fatos rápidos e concisos. Itens sugeridos aparecem no menu suspenso, dependendo do tópico selecionado, mas qualquer tipo de Caixa de informação pode ser adicionada.
ro: Infobox-ul este conceput pentru fapte rapide și concise. Elementele sugerate apar în meniul derulant, în funcție de subiectul selectat, dar pot fi adăugate orice tip de infobox.
sl: Okence z informacijami je namenjeno zgoščenim, hitrim dejstvom. Predlagani predmeti se prikažejo v meniju, odvisno od izbrane teme, vendar lahko dodate poljubno vrsto okenca za informacije.
tr: Bilgi kutusu yalın ve çabuk bilgi erişimi için tasarlanmıştır. Önerilen öğeler, seçilen konuya göre açılan listede görünür, ancak her türde bilgi kutusu eklenebilir.

source: Add Links, Files, Etc.
de: Hinzufügen von Links, Dateien, etc.
el: Προσθήκη συνδέσμων, αρχείων κ.λπ.
es: Agregar Enlaces, Archivos, etc.
fi: Lisää Linkkejä, Tiedostoja Yms.
fr: Ajouter des Liens, des Fichiers, Etc.
hu: Linkek, fájlok stb. hozzáadása
ms: Tambah Pautan, Fail, Dll.
pt: Adicione Links, Arquivos, Etc.
ro: Adăugați legături, fișiere etc.
sl: Dodaj povezave, datoteke, itd.
tr: Bağlantılar, Dosyalar, Etc ekle.

source: Make sure to cite your sources when adding information to the page by adding links and files here so you can show where the information is coming from.
de: Stellen Sie sicher, dass Sie Ihre Quellen angeben, wenn Sie der Seite Informationen hinzufügen, indem Sie hier Links und Dateien hinzufügen, damit Sie zeigen können, woher die Informationen kommen.
el: Βεβαιωθείτε ότι αναφέρετε τις πηγές σας κατά την προσθήκη πληροφοριών στη σελίδα, προσθέτοντας εδώ συνδέσμους και αρχεία, ώστε να μπορείτε να δείξετε από πού προέρχονται οι πληροφορίες.
es: Asegúrate de citar tus fuentes cuando agregues información a la página, agregando enlaces y archivos aquí para que puedas mostrar de dónde proviene la información.
fi: Muista lisätä viite lähteeseesi lisätessäsi tietoa sivulle lisäämällä linkkejä ja tiedostoja tähän, jotta tiedon lähteet ovat selvät.
fr: Nous vous conseillons de toujours citer vos sources lorsque vous ajoutez des informations sur la page en ajoutant des liens et des fichiers à cet emplacement pour indiquer la provenance des informations.
hu: Győződjön meg arról, hogy minden forrásra hivatkozik az oldalon linkek hozzáadásával, hogy az emberek tudják, hogy honnan származik az információ.
ms: Pastikan anda memetik sumber anda apabila menambah maklumat ke halaman dengan menambah pautan dan fail di sini supaya anda boleh menunjukkan dari mana maklumat datang.
pt: Certifique-se de citar suas fontes ao adicionar informações à página adicionando links e arquivos aqui para poder mostrar de onde as informações vieram.
ro: Asigurați-vă că citați sursele atunci când adăugați informații la pagină prin adăugarea de linkuri și fișiere aici, astfel încât să puteți arăta de unde provin informațiile.
sl: Ko na stran dodajate informacije, pazite, da citirate vaše vire in dodate povezave in datoteke, da s tem prikažete, od kod prihajajo podatki.
tr: Bilgi kaynağını gösterebilmek için, sayfaya bilgi girişi yaparkenlinkleri ve dosyaları ekleyin; kaynaklarınızı aktardığınızdan emin olun.

source: Reference links
de: Querverweise
el: Σύνδεσμοι αναφοράς
es: Enlaces de referencia
fi: Viitelinkit
fr: Liens de référence
hu: Hivatkozások
ms: Pautan rujukan
pt: Links de referência
ro: Link-uri de referință
sl: Referenčne povezave
tr: Referans linkleri

source: As you add links and files, they will show up in the Reference Links section. You can edit or remove them as well.
de: Wenn Sie Links und Dateien hinzufügen, werden diese im Abschnitt "Querverweise" angezeigt. Sie können diese auch bearbeiten oder entfernen.
el: Καθώς προσθέτετε συνδέσμους και αρχεία, θα εμφανίζονται στην ενότητα Σύνδεσμοι Αναφοράς. Επίσης μπορείτε να τα επεξεργαστείτε ή να τα αφαιρέσετε.
es: A medida que añades enlaces y archivos, estos aparecerán en la sección Enlaces de referencia. También puedes editarlos o eliminarlos.
fi: Kun lisäät linkkejä ja tiedostoja, ne näkyvät Viitelinkit-osiossa. Voit myös muokata tai poistaa niitä.
fr: Quand vous ajouterez des liens et des fichiers, ils apparaîtront dans la section Liens de référence. Vous aurez également la possibilité de les modifier ou de les supprimer.
hu: Linkek és fájlok hozzáadásakor megjelenik a Hivatkozások részen. Ezeket szerkeszheti és törölheti is.
ms: Semasa anda menambah pautan dan fail, ia akan muncul di bahagian Pautan Rujukan. Anda boleh mengedit atau memadamkannya juga.
pt: À medida que você adiciona links e arquivos, eles aparecerão na seção Links de referência. Você pode editá-los ou removê-los também.
ro: Pe măsură ce adăugați linkuri și fișiere, acestea se vor afișa în secțiunea Legături de referință. Puteți să le editați sau să le eliminați.
sl: Ko dodate povezave in datoteke, se bodo prikazali v oddelku Referenčne povezave. Lahko jih tudi uredite ali odstranite.
tr: Link ve dosyalar eklenirken Referans Bağlantılar bölümünde görüneceklerdir. Bunları da düzenleyebilir veya kaldırabilirsiniz.

source: Media Gallery
de: Medien-Galerie
el: Συλλογή Πολυμέσων
es: Galería de medios
fi: Mediagalleria
fr: Galerie Multimédia
hu: Médiatár
ms: Galeri Media
pt: Galeria de mídia
ro: Galerie Media:
sl: Medijska Galerija
tr: Medya Galerisi

source: Added pictures will show up here.
de: Hinzugefügte Bilder werden hier angezeigt.
el: Οι προστιθέμενες εικόνες θα εμφανιστούν εδώ.
es: Las fotos añadidas aparecerán aquí.
fi: Lisätyt kuvat näkyvät tässä.
fr: Les images ajoutées apparaîtront à cet emplacement.
hu: A hozzáadott képek itt jelennek meg.
ms: Gambar-gambar yang di tambah akan muncul di sini.
pt: Imagens adicionadas aparecerão aqui.
ro: Imaginile adăugate vor apărea aici.
sl: Dodane slike bodo prikazane tukaj.
tr: Eklenen resimler burada görünecek.

source: Add media to article text
de: Medien zum Artikeltext hinzufügen
el: Προσθήκη μέσων στο κείμενο του άρθρου
es: Agregar medios al texto del artículo
fi: Lisää mediaa artikkelin tekstiin
fr: Ajouter un média au texte de l'article
hu: Média hozzáadása a cikk szövegéhez
ms: Tambah media ke teks artikel
pt: Adicionar mídia ao texto do artigo
ro: Adăugați materiale media în textul articolului
sl: Dodajte medije v besedilo članka
tr: Makale metnine medya ekle

source: To add an image or video to the article text, click the 'Media' button.
de: Um dem Artikeltext ein Bild oder Video hinzuzufügen, klicken Sie auf die Schaltfläche "Medien".
el: Για να προσθέσετε μια εικόνα ή ένα βίντεο στο κείμενο του άρθρου, κάντε κλικ στην επιλογή ‘Πολυμέσα’.
es: Para añadir una imagen o un vídeo al texto del artículo, haz clic en el botón 'Media'.
fi: Jos haluat lisätä kuvan tai videon artikkelin tekstiin, napsauta &quot;Media&quot; -painiketta.
fr: Pour ajouter une image ou une vidéo au texte de l'article, cliquez sur le bouton 'Média'.
hu: Ha képet vagy videót szeretne hozzáadni a cikk szövegéhez, kattintson a 'Média' gombra.
ms: Untuk menambah imej atau video pada teks artikel, klik butang &#39;Media&#39;.
pt: Para adicionar uma imagem ou vídeo ao texto do artigo, clique no botão 'Mídia'.
ro: Pentru a adăuga o imagine sau un videoclip la textul articolului, dați clic pe butonul &quot;Media&quot;.
sl: Če želite v besedilo članka dodati sliko ali video, kliknite gumb ‘Mediji’.
tr: Makale metnine bir görüntü veya video eklemek için 'Medya' butonuna tıklayın.

source: Cite links, files, etc
de: Links, Dateien, etc. zitieren
el: Αναφορά συνδέσμων, αρχείων, κλπ
es: Citar enlaces, archivos, etc.
fi: Tee viite linkkeihin, tiedostoihin yms.
fr: Citer les liens, les fichiers, etc.
hu: Hivatkozások, fájlok, stb.
ms: Petik pautan, fail, dan lain-lain
pt: Cite links, arquivos, etc
ro: Citează linkuri, fișiere, etc
sl: Citirajte povezave, datoteke itd.
tr: Link, dosya, vb. atıf yap

source: After you have already added a link, file, or picture to the page, you can cite it by clicking the 'Cite' button. You can also press the '^' or '*' keys when typing and a dropdown should appear.
de: Nachdem Sie der Seite bereits einen Link, eine Datei oder ein Bild hinzugefügt haben, können Sie diese zitieren, indem Sie auf die Schaltfläche "Zitieren" klicken. Sie können auch die Tasten'^' oder'*' drücken, wenn Sie schreiben und ein Dropdown-Menü sollte erscheinen.
el: Αφού έχετε ήδη προσθέσει ένα σύνδεσμο, ένα αρχείο ή μια εικόνα στη σελίδα, μπορείτε να την αναφέρετε κάνοντας κλικ στην επιλογή ‘Παραπομπή’. Μπορείτε επίσης να πατήσετε τα πλήκτρα ‘^‘ ή ‘*’ κατά την πληκτρολόγηση και θα εμφανιστεί ένα αναπτυσσόμενο μενού.
es: Después de haber añadido un enlace, archivo o imagen a la página, puedes citarla haciendo clic en el botón 'Citar'. También puedes presionar las teclas ^ o `*' al escribir y aparecerá un desplegable.
fi: Kun olet jo lisännyt linkin, tiedoston tai kuvan sivulle, voit mainita sen klikkaamalla Viite-painiketta. Voit myös painaa '^' tai '*' näppäimiä kirjoittaessasi ja pudotusvalikon tulisi tulla näkyviin.
fr: Après avoir ajouté un lien, un fichier ou une image sur la page, vous pouvez citer cet élément en cliquant sur le bouton 'Citer'. Vous pouvez également appuyer sur les touches '^' ou '*' lors de la saisie pour faire apparaître un menu déroulant.
hu: Ha már hozzáadott egy linket, fájlt vagy képet az oldalhoz, akkor a 'Hivatkozás' gombra kattintva idézheti. Nyomja meg a '^' vagy a '*' gombot, hogy megjelenjen egy legördülő menü.
ms: Selepas anda telah menambah pautan, fail, atau gambar ke halaman, anda boleh memetiknya dengan mengklik butang &#39;Cite&#39;. Anda juga boleh menekan kekunci &#39;^&#39; atau &#39;*&#39; semasa menaip dan dropdown sepatutnya muncul.
pt: Depois de adicionar um link, arquivo ou imagem à página, você pode citar clicando no botão 'Citar'. Você também pode pressionar as teclas '^' ou '*' ao digitar e um menu suspenso deve aparecer.
ro: După ce ați adăugat deja o legătură, un fișier sau o imagine spre pagină, o puteți cita făcând clic pe butonul &quot;Cite&quot;. De asemenea, puteți apăsa tastele &quot;^&quot; sau &quot;*&quot; atunci când tastați și ar trebui să apară un drop-down.
sl: Ko ste na stran že dodali povezavo, datoteko ali sliko, jo lahko citate s klikom na gumb ‘Citiraj’. Med tipkanjem lahko pritisnete tudi tipke '^' ali '*' in prikazal se bo meni.
tr: Sayfaya link,dosya veya resim ekledikten sonra 'Alıntı' butonuna tıklayarak kaynak gösterebilirsiniz. Ayrıca, yazarken '^' veya '*' tuşlarına basınca açılan menüyü kullanabilirsiniz.

source: Link to other Everipedia pages
de: Link zu anderen Everipedia-Seiten
el: Σύνδεση με άλλες σελίδες της Everipedia
es: Enlace a otras páginas de Everipedia
fi: Linkit muihin Everipedia-sivuihin
fr: Lien vers d'autres pages Everipedia
hu: Hivatkozás más Everipedia oldalra
ms: Pautan ke halaman Everipedia yang lain
pt: Link para outras páginas da Everipedia
ro: Conectați-vă la alte pagini Everipedia
sl: Povezava na druge Everipedia strani
tr: Diğer Everipedia sayfalarına bağlantı
