Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: Chief Information Officer
de: Chief Information Officer (Informationsmanager)
el: Διευθυντής πληροφοριών
es: Director de Información
fi: Tietohallintojohtaja
hu: Fő információ vezető
ms: Ketua Pegawai Maklumat
sl: Glavni informacijski uradnik
tr: Bilişim Bölüm Yöneticisi

source: Chief Executive Officer, Co-Founder
de: Vorstandsvorsitzender, Mitbegründer
el: Διευθύνων Σύμβουλος, Συνιδρυτής
es: Director Ejecutivo, Cofundador
fi: Toimitusjohtaja, Yhteisperustaja
hu: Vezérigazgató, társalapító
ms: Ketua Pegawai Eksekutif, Pengasas bersama
ro: Chief Executive Officer, Co-fondator
sl: Glavni izvršni direktor, soustanovitelj
tr: CEO, Kurucu Ortak

source: Chief Technology Officer, Co-Founder
de: Chief Technology Officer, Mitbegründer
el: Γενικός Διευθυντής Τεχνολογίας, Συνιδρυτής
es: Director de Tecnología, Cofundador
fi: Teknologiajohtaja, Yhteisperustaja
hu: Technológiai vezérigazgató-helyettes, társalapító
ms: Ketua Pegawai Teknologi, Pengasas bersama
ro: Chief Technology Officer, co-fondator
sl: Vodja oddelka za tehnologijo, soustanovitelj
tr: Baş Teknoloji Sorumlusu, Kurucu Ortak

source: President, Co-Founder
de: Präsident, Mitbegründer
el: Πρόεδρος, Συνιδρυτής
es: Presidente, Cofundador
fi: Puheenjohtaja, Yhteisperustaja
hu: Elnök, társalapító
ms: Presiden, Pengasas bersama
ro: Președinte, co-fondator
sl: Predsednik, soustanovitelj
tr: Başkan, Kurucu Ortak

source: Director of Software
de: Leiter Software
el: Διευθυντής Λογισμικού
es: Director de Software
fi: Ohjelmiston Johtaja
hu: A szoftver igazgatója
ms: Pengarah Perisian
ro: Director de Software
sl: Direktor programske opreme
tr: Yazılım Direktörü

source: Chief Operating Officer
de: Chief Operating Officer (Leitender Geschäftsführer)
el: Διευθυντής Λειτουργίας
es: Director de operaciones
fi: Operatiivinen Johtaja
hu: Vezérigazgató
ms: Ketua Pegawai Operasi
ro: director general administrativ
sl: Glavni izvršni direktor
tr: Operasyon Müdürü

source: Chief Community Officer, Co-Founder
de: Chief Community Officer, Mitbegründer
el: Διευθυντής Κοινότητας, Συνιδρυτής
es: Oficial Principal de la Comunidad, Cofundador
fi: Ylitarkastaja, Yhteisperustaja
hu: Közösségi főnök, társalapító
ms: Ketua Pegawai Komuniti, Pengasas bersama
ro: Responsabil comunitar, co-fondator
sl: Glavni uradnik skupnosti, soustanovitelj
tr: Baş Topluluk Görevlisi, Kurucu Ortak

source: Activity limit reached
de: Aktivitätsgrenze erreicht
el: Φτάσατε στο όριο δραστηριότητας
es: Límite de actividad alcanzado
fi: Toiminnan raja saavutettu
hu: Elérte a tevékenységi korlátot
ms: Had aktiviti dicapai
ro: Limita activității a fost atinsă
sl: Dosežena omejitev dejavnosti
tr: Etkinlik limitine ulaşıldı

source: Hey! You've added 15 morsels of knowledge to Everipedia now, so we have paused your account until Master Editors have had a chance to review your work. Shouldn't take too long, you'll probably be good to go in less than 5 minutes.
de: Hey, Sie haben jetzt 15 Stückchen Wissen zu Everipedia hinzugefügt, also haben wir Ihr Konto auf Eis gelegt, bis Master Redakteure die Möglichkeit hatten, Ihre Arbeit zu überprüfen. Dies sollte nicht zu lange dauern, Sie können wahrscheinlich in 5 Minuten weitermachen.
el: Γεια σου! Έχετε προσθέσει 15 μονάδες γνώσης στην Everipedia τώρα, οπότε έχουμε θέσει σε παύση το λογαριασμό σας έως ότου οι κύριοι συντάκτες έχουν την ευκαιρία να ελέγξουν την εργασία σας. Δεν πρέπει να πάρει πάρα πολύ καιρό, θα είστε έτοιμοι σε λιγότερο από 5 λεπτά.
es: ¡Hey! has añadido 15 bocados de conocimiento a Everipedia ahora, así que hemos hecho una pausa en tu cuenta hasta que los Editores Maestros hayan tenido la oportunidad de revisar tu trabajo. No tardará mucho, probablemente estará listo en menos de 5 minutos.
fi: Hei! Olet lisännyt 15 tiedonmurua Everipediaan, joten olemme pysäyttäneet tilisi, kunnes pääeditorit ovat saaneet tilaisuuden tarkastella työtäsi. Ei tulisi kestää liian kauan, olet todennäköisesti vapaa lähtemään alle 5 minuutissa.
hu: Hé! Többször mint 15-ször adott hozzá az Everipédiához, úgyhogy lefagyasztottuk a felhasználóját, amíg a Mester Szerkesztők leellenőrzik a munkáját. Nem fog sokáig tartani, valószínűleg kevesebb, mint 5 percbe telik.
ms: Hei! Anda telah menambahkan 15 morsel pengetahuan kepada Everipedia sekarang, jadi kami telah hentikan seketika akaun anda sehingga Ketua Penyunting berpeluang untuk mengkaji semula kerja anda. Tidak akan mengambil terlalu lama masa, anda mungkin boleh memasukinya dalam masa kurang dari 5 minit.
ro: Hei! Ați adăugat acum 15 morseluri de cunoștințe la Everipedia, așa că am întrerupt contul dvs. până când Editorii Master au avut șansa să vă revizuiască activitatea. Nu ar trebui să dureze prea mult, probabil că veți fi bine să mergeți în mai puțin de 5 minute.
sl: Zdravo! V Everipedijo ste dodali 15 koščkov znanja, zato smo zaustavili vaš račun, dokler glavni uredniki ne pregledajo vašega dela. Ne bo trajalo dolgo, verjetno bo vaš račun sproščen v manj kot 5 minutah.
tr: Hey! Everipedia'ya 15 adet bilgi eklemiş bulunmaktasınız, bu yüzden, Master Editörler işinizi gözden geçirene kadar hesabınızı dondurduk. Yaklaşık 5 dakika içinde hesabınız aktif hale gelecektir .

source: In the meantime, please join our official Facebook group:
de: In der Zwischenzeit treten Sie bitte unserer offiziellen Facebook-Gruppe bei:
el: Εν τω μεταξύ, παρακαλούμε να γίνετε μέλος στην επίσημη ομάδα μας στο Facebook:
es: Mientras tanto, únete a nuestro grupo oficial de Facebook:
fi: Sillä välin, liity mukaan viralliseen Facebook-ryhmäämme:
hu: Addig is, csatlakozzon hivatalos Facebook csoportunkhoz:
ms: Dalam pada itu, sila sertai kumpulan Facebook rasmi kami:
ro: Între timp, vă rugăm să vă alăturați grupului oficial Facebook:
sl: Med tem, se prosimo pridružite naši uradni Facebook skupini:
tr: Bu arada,lütfen resmi Facebook grubumuza katılın:

source: It’s the best way to reach the community!
de: Das ist der beste Weg, um die Community zu erreichen!
el: Είναι ο καλύτερος τρόπος να αποτελείτε μέρος της κοινότητας!
es: ¡Es la mejor manera de llegar a la comunidad!
fi: Se on paras tapa tavoittaa yhteisö!
hu: Ez a legjobb módja annak, hogy elérjük a közösséget!
ms: Ini cara terbaik untuk mencapai komuniti!
ro: Este cel mai bun mod de a ajunge la comunitate!
sl: To je najboljši način za stik s skupnostjo!
tr: Topluluğa ulaşmanın en iyi yolu!

source: Sign in
de: Anmelden
el: Σύνδεση
es: Registrarse
fi: Kirjaudu sisään
hu: Belépés
ms: Log masuk
ro: Autentificare
sl: Prijava
tr: Giriş

source: Sign in to Everipedia
de: Anmeldung bei Everipedia
el: Συνδεθείτε στην Everipedia
es: Iniciar sesión en Everipedia
fi: Kirjaudu sisään Everipediaan
hu: Jelentkezzen be Everipedia-ba
ms: Masuk ke Everipedia
ro: Conectați-vă la Everipedia
sl: Prijavite se v Everipedijo
tr: Everipedia'da oturum açın

source: Log in with Facebook
de: Mit Facebook Zugangsdaten anmelden
el: Συνδεθείτε μέσω Facebook
es: Inicia tu sesión con Facebook
fi: Kirjaudu Facebook-tililläsi
hu: Belépés Facebook fiókkal
ms: Daftar masuk melalui Facebook
ro: Conectare prin Facebook
sl: Prijavite se s Facebook profilom
tr: Facebook ile giriş yap

source: Log in with Twitter
de: Mit Twitter anmelden
el: Συνδεθείτε μέσω Twitter
es: Inicia tu sesión con Twitter
fi: Kirjaudu Twitter-tunnuksellasi
hu: Bejelentkezés Twitter fiókkal
ms: Log masuk dengan Twitter
ro: Conectați-vă cu Twitter
sl: Prijavite se s Twitter profilom
tr: Twitter ile giriş yap

source: Need an account?
de: Kundenkonto anlegen?
el: Χρειάζεστε έναν λογαριασμό?
es: ¿Necesitas una cuenta?
fi: Tarvitsetko tilin?
hu: Szüksége van egy fiókra?
ms: Perlukan akaun?
ro: Nevoie de un cont?
sl: Potrebujete račun?
tr: Bir hesaba mı ihtiyacınız var?

source: Register here
de: Hier registrieren
el: Εγγραφείτε εδώ
es: Regístrate aquí
fi: Rekisteröidy
hu: Regisztráció
ms: Daftar disini
ro: înregistrează-te aici
sl: Registrirajte se tu
tr: Buraya kayıt ol

source: Visit Profile
de: Profil besuchen
el: Επισκεφτείτε προφίλ
es: Ver Perfil
fi: Vieraile Profiilissa
hu: Profil megtekintése
ms: Lawati Profil
ro: Vizitați profilul
sl: Obiščite profil
tr: Profili ziyaret edin

source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
hu: Beállítások
ms: Tetapan Pengguna
ro: Setări
sl: Nastavitve
tr: Ayarlar

source: Log Out
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
hu: Kilépés
ms: Log Keluar
sl: Odjava
tr: Çıkış Yap

source: Register / Log In
de: Registrieren /Anmelden
el: Εγγραφή / Σύνδεση
es: Registrarse
fi: Rekisteröidy / Kirjaudu Sisään
hu: Regisztráció Bejelentkezés
ms: Daftar / Masuk
ro: Inregistrare / Autentificare
sl: Registracija / Prijava
tr: Kayıt Giriş

source: New message
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
fi: Uusi viesti
hu: Új üzenet
ms: Mesej Baru
ro: Mesaj nou
sl: Novo sporočilo
tr: Yeni mesaj

source: by
de: von
el: από
es: por
fi: tekijä
hu: írta
ms: oleh
ro: de
sl: s strani
tr: tarafından

source: Create an account
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear una cuenta
fi: Luo tunnus
hu: Hozzon létre egy fiókot
ms: Cipta akaun?
ro: Creează cont
sl: Ustvarite račun
tr: Hesap oluştur

source: Have an account?
de: Haben Sie ein Konto?
el: Έχετε λογαριασμό;
es: ¿Tienes una cuenta?
fi: Onko sinulla tili?
hu: Már regisztrált?
ms: Mempunyai akaun?
ro: Ai cont?
sl: Imate račun?
tr: Hesabın var mı?

source: Login
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fi: Kirjaudu
hu: Belépés
ms: Log masuk
ro: Conectare
sl: Prijava
tr: Giriş

source: Registration is currently invite only due to blockchain software testing. Join us on Telegram and Reddit in the meantime to become a part of Everipedia today!
de: Die Registrierung ist derzeit nur mit einer Einladung möglich, da wir Blockchain-Software testen. Kommen Sie zu uns auf Telegram und Reddit und werden Sie noch heute ein Teil von Everipedia!
el: Η εγγραφή σας είναι σε επεξεργασία μέσω δοκιμών λογισμικού blockchain. Ελάτε μαζί μας στο Telegram και στο Reddit εν τω μεταξύ για να γίνετε μέλος της Everipedia σήμερα!
es: Actualmente, el registro solo es posible gracias a las pruebas de software de blockchain. ¡Únete a nosotros en Telegram y Reddit mientras tanto para convertirte en parte de Everipedia hoy!
fi: Rekisteröinti on tällä hetkellä mahdollista ainoastaan kutsun avulla, lohkoketjuohjelmiston testaamisen takia. Liity mukaamme Telegramissa ja Redditissä sillä välin ollaksesi osa Everipediaa tänään!
hu: A regisztráció jelenleg csak meghívásos alapú, a blokkszoftverek tesztelése miatt. Csatlakozzon hozzánk a Telegramban és a Redditben, hogy az Everipedia részévé váljon!
ms: Pendaftaran kini dijemput hanya kerana ujian perisian blockchain. Sertai kami di Telegram dan Reddit sekaligus untuk menjadi sebahagian daripada Everipedia hari ini!
ro: În prezent, înregistrarea este invitată doar din cauza testării software-ului de tip blockchain. Alăturați-vă pe noi pe Telegram și Reddit între timp pentru a deveni parte a Everipedia azi!
sl: Registracija je trenutno samo za povabljene, zaradi testiranja blockchain programske opreme. Med tem se nam pridružite na Telegramu in Redditu, da postanete del Everipedije že danes!
tr: Kayıt şu anda blockchain yazılım testi sebebiyle sadece davet yolu ile mümkündür Şimdi Everipedia'nın bir parçası olmak için Telegram ve Reddit'ten bize katılın!

source: Welcome to the Everipedia editor community!
de: Willkommen in der Everipedia-Redakteur-Community!
el: Καλώς ήλθατε στην συντακτική κοινότητα της Everipedia!
es: ¡Bienvenido a la comunidad de editores de Everipedia!
fi: Tervetuloa Everipedia-editoriyhteisöön!
hu: Üdvözöljük az Everipedia szerkesztői közösségben!
ms: Selamat datang ke komuniti editor Everipedia!
ro: Bine ați venit în comunitatea editorială Everipedia!
sl: Dobrodošli v skupnosti Everipedia urejevalcev!
tr: Everipedia editör topluluğuna hoş geldiniz!

source: Sign up to become an editor to access more features and an ad-free experience.
de: Melden Sie sich an, um als Redakteur auf mehr Funktionen und ein werbefreies Erlebnis zuzugreifen.
el: Εγγραφείτε για να γίνετε συντάκτης και να αποκτήσετε πρόσβαση σε περισσότερες λειτουργίες χωρίς διαφημίσεις.
es: Regístrate para convertirte en editor y acceder a más funciones y a una experiencia sin anuncios.
fi: Kirjaudu sisään ryhtyäksesi editoriksi, jotta pääset käsiksi lisäominaisuuksiin ja mainosvapaaseen kokemukseen.
hu: Jelentkezzen be szerkesztővé, hogy több funkciót és hirdetésmentes élményt érhessen el.
ms: Daftar untuk menjadi editor untuk mengakses lebih banyak ciri dan pengalaman bebas iklan.
ro: Înscrieți-vă pentru a deveni editor pentru a accesa mai multe funcții și o experiență fără anunțuri.
sl: Za dostop do več funkcij in izkušenj brez oglasov se prijavite, da postanete urejevalec.
tr: Daha fazla özelliğe ve reklamsız kullanım için bir editör olarak kaydolun.

source: Sign up
de: Registrieren
el: Εγγραφή
es: Registrarse
fi: Rekisteröidy
hu: Regisztráció
ms: Daftar
ro: Inscrie-te
sl: Prijavite se
tr: Kaydol

source: By clicking sign up above you agree to our
de: Indem Sie oben auf "Registrieren" klicken, erklären Sie sich mit unserer
el: Κάνοντας κλικ πάνω από την εγγραφή, συμφωνείτε με
es: Al hacer clic en el enlace de arriba, estás de acuerdo con nuestros
fi: Napsauttamalla yllä olevaa rekisteröintiä hyväksyt meidän
hu: A fenti feliratkozásra kattintva elfogadja a mi
ms: Dengan mengklik pendaftaran di atas, anda bersetuju dengan kami
ro: Făcând clic pe înscrieți, sunteți de acord cu dvs.
sl: S klikom na prijavite se strinjate z našimi
tr: Yukarıdaki Kayıt Ol butonuna tıklayarak.

source: Terms of Service
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de Servicio
fi: Käyttöehdot
hu: ÁFSZ
ms: Terma Perkhidmatan
ro: Condiţii de utilizare a serviciului
sl: Pogoji storitve
tr: Kullanım Şartlarını kabul etmektesiniz

source: Searching...
de: Suche...
el: Αναζήτηση...
es: Buscando...
fi: Haetaan…
hu: Keresés...
ms: Mencari...
ro: In căutare...
sl: Iskanje...
tr: Aranıyor...

source: Can't find it below?
de: Sie können es unten nicht finden?
el: Δεν μπορείτε να το βρείτε παρακάτω;
es: ¿No lo encuentras más abajo?
fi: Etkö löydä sitä alta?
hu: Nem találja alább?
ms: Tidak dapat menjumpainya di bawah?
ro: Nu o găsiți mai jos?
sl: Ne najdete spodaj?
tr: Aşağıda bulamıyor musunuz?

source: Create
de: Erstellen
el: Δημιουργία
es: Crear
fi: Luo
hu: Létrehoz
ms: Cipta
ro: Creează
sl: Ustvari
tr: Oluştur

source: a new page titled
de: eine neue Seite mit dem Titel
el: μια νέα σελίδα με τίτλο
es: una nueva página titulada
fi: uusi sivu nimeltään
hu: egy új oldal címe
ms: halaman baru bertajuk
ro: o pagină nouă intitulată
sl: novo stran z naslovom
tr: başlıklı yeni bir sayfa

source: Or try the
de: Oder probieren Sie die
el: Ή δοκιμάστε το
es: O prueba el
fi: Tai kokeile
hu: Vagy próbáld ki
ms: Atau cuba
ro: Sau încercați
sl: Ali poskusite
tr: Ya da

source: advanced search.
de: Erweiterte Suche
el: Σύνθετη αναζήτηση
es: Buscador avanzado
fi: laajennettu haku.
hu: részletes keresés.
ms: Carian Lanjutan
ro: Căutare avansată
sl: Napredno iskanje.
tr: Gelişmiş Arama

source: Everipedia couldn’t find anything with the name
de: Everipedia konnte nichts finden mit dem Namen
el: Η Everipedia δεν μπόρεσε να βρει τίποτα με το όνομα
es: Everipedia no pudo encontrar nada con el nombre
fi: Everipedia ei löytänyt mitään nimellä
hu: Everipedia nem talált semmit a névvel
ms: Everipedia tidak dapat mencari apa-apa dengan nama itu
ro: Everipedia nu a putut găsi nimic cu numele
sl: Everipedia ni našla ničesar z imenom
tr: Everipedia bu isimle ilgili hiçbir şey bulamadı

source: If you know any links associated with this page, try searching for those links
de: Wenn Sie irgendwelche Links zu dieser Seite kennen, versuchen Sie nach diesen Links zu suchen.
el: Αν γνωρίζετε συνδέσμους που σχετίζονται με αυτή τη σελίδα, δοκιμάστε να αναζητήσετε αυτούς τους συνδέσμους
es: Si conoces algún enlace asociado con esta página, intenta buscarlos
fi: Jos tiedät tähän sivuun liittyviä linkkejä, yritä etsiä niitä
hu: Ha ismeri az ezen oldalhoz kapcsolódó hivatkozásokat, keresse meg ezeket a hivatkozásokat
ms: Jika anda mengetahui sebarang pautan yang berkaitan dengan halaman ini, cuba cari pautan tersebut
ro: Dacă știți legături asociate cu această pagină, încercați să căutați aceste linkuri
sl: Če poznate povezave, povezane s to stranjo, poskusite poiskati te povezave
tr: Bu sayfayla ilişkilendirilmiş herhangi bir bağlantı biliyorsanız, bu bağlantıları aramayı deneyin.

source: Verified Editor
de: Verifizierter Redakteur
el: Επαληθευμένος συντάκτης
es: Editor Verificado
fi: Vahvistettu Editori
hu: Ellenőrzött szerkesztő
ms: Penyunting Disahkan
ro: Editor verificat
sl: Preverjen Urejevalec
tr: Doğrulanmış Editör

source: Bullet
de: Aufzählungspunkt
el: Κουκίδα
es: Viñeta
fi: Piste
hu: Pont
ms: Layari...
ro: Glonț
sl: Oznaka
tr: Madde İmi

source: Recent news
de: Letzte Nachrichten
el: Πρόσφατες ειδήσεις
es: Noticias Recientes
fi: Tuoreimmat uutiset
hu: Friss hírek
ms: Berita terkini
ro: Articole recente
sl: Zadnje novice
tr: Son haberler

source: Everipedia IQ tokens are now in circulation on the EOS mainnet. Follow Everipedia on
de: Everipedia IQ Token sind jetzt auf dem EOS Mainnet im Umlauf. Folgen Sie Everipedia auf
el: Τα token του IQ της Everipedia κυκλοφορούν τώρα στο κεντρικό δίκτυο EOS. Ακολουθήστε την Everipedia
es: Los tokens de Everipedia IQ están ahora en circulación en la red principal de EOS. ¡Sigue a Everipedia en
fi: Everipedia IQ-pelimerkit ovat nyt liikkeessä EOS-verkossa. Seuraa Everipediaa
hu: Az Everipedia IQ tokenek most már forgalomban vannak az EOS mainneten. Kövesse az Everipedia-ot
ms: Token Everipedia IQ kini dalam beredar pada EOS utama. Ikuti Everipedia
ro: Ecusoanele Everipedia IQ sunt acum în circulație pe principala rețea EOS. Urmăriți-l pe Everipedia
sl: Everipedia IQ žetoni so zdaj v obtoku na glavni mreži EOS-a. Sledite Everipediji na
tr: Everipedia IQ tokenleri artık EOS ana ağında dolaşıyor. Everipedia'yıtakip et

source: to learn about upcoming features and developments!
de: um über kommende Features und Entwicklungen informiert zu werden!
el: για να μάθετε για τα προσεχή χαρακτηριστικά και εξελίξεις!
es: para conocer las próximas características y desarrollos!
fi: oppiaksesi tulevista ominaisuuksista ja kehityksestä!
hu: hogy megismerjék a közelgő funkciókat és fejlesztéseket!
ms: untuk mengetahui tentang ciri dan pembangunan yang akan datang!
ro: pentru a afla despre caracteristicile și evoluțiile viitoare!
sl: da se seznanite s prihajajočimi funkcijami in razvojem!
tr: Yeni özellikler ve gelişmeler hakkında bilgi edinmek için!

source: Verified Page
de: Verifizierte Seite
el: Επαληθευμένη σελίδα
es: Página verificada
fi: Vahvistettu Sivu
hu: Ellenőrzött oldal
ms: Halaman disahkan
ro: Pagina verificata
sl: Preverjena stran
tr: Onaylanmış sayfa

source: Image & Video Gallery
de: Bild & Video Galerie
el: Συλλογή Εικόνων & Βίντεο
es: Galería de imágenes y videos
fi: Kuva & Videogalleria
hu: Kép és videó galéria
ms: Galeri Imej &amp; Video
ro: Galeria de imagini și video
sl: Slika & video galerija
tr: Resim / Video Galeri

source: images, pictures, and videos
de: Bilder und Videos
el: εικόνες, φωτογραφίες και βίντεο
es: imágenes, fotografías y videos
fi: kuvia, valokuvia ja videoita
hu: képek, képek és videók
ms: imej, gambar dan video
ro: imagini, imagini și videoclipuri
sl: slike, fotografije in videoposnetki
tr: resimler, resimler ve videolar

source: Gallery
de: Galerie
el: Συλλογή
es: Galería
fi: Galleria
hu: Galéria
ms: Galleri
ro: Galerie
sl: Galerija
tr: Galeri

source: Reference Links For This Biography
de: Referenzlinks für diese Biographie
el: Σύνδεσμοι αναφοράς για αυτήν τη βιογραφία
es: Enlaces de referencia para esta biografía
fi: Tämän Biografian Viitelinkit
hu: Hivatkozások ehhez az életrajzhoz
ms: Pautan Rujukan Untuk Biografi Ini
ro: Link-uri de referință pentru această biografie
sl: Referenčne povezave za to biografijo
tr: Bu Biyografi İçin Referans Linkler

source: Reference Links For This Wiki
de: Referenz-Links für dieses Wiki
el: Σύνδεσμοι αναφοράς για αυτό το Wiki
es: Enlaces de referencia para este Wiki
fi: Tämän Wikin Viitelinkit
hu: A wiki hivatkozási hivatkozásai
ms: Pautan Rujukan Untuk Wiki Ini
ro: Link-uri de referință pentru acest Wiki
sl: Referenčne povezave za ta Wiki
tr: Bu Wiki için Referans Linkler

source: Links to historical reviews, career / educational facts, and other encyclopedic information
de: Links zu historischen Rezensionen, Karriere- und Bildungsfakten und anderen enzyklopädischen Informationen
el: Σύνδεσμοι σε ιστορικές κριτικές, καριέρες / εκπαιδευτικά γεγονότα και άλλες εγκυκλοπαιδικές πληροφορίες
es: Enlaces a reseñas históricas, datos sobre carreras / educación y otra información enciclopédica
fi: Linkit historiallisiin arvosteluihin, ura/koulutus faktoihin ja muihin ensyklopedisiin tietoihin
hu: Linkek történelmi áttekintésekhez, karrier / oktatási tényekhez és más enciklopédikus információkhoz
ms: Pautan ke ulasan sejarah, fakta kerjaya / pendidikan, dan maklumat ensiklopedia lain
ro: Legături cu recenzii istorice, fapte de carieră / educație și alte informații enciclopedice
sl: Povezave do zgodovinskih pregledov, kariernih / izobraževalnih dejstev in drugih enciklopedičnih informacij
tr: Tarihsel incelemeler, kariyer / eğitim olguları ve diğer ansiklopedik bilgilerle ilgili bağlantılar

source: All information for
de: Alle Informationen für
el: Όλες οι πληροφορίες για
es: Toda la información para
fi: Kaikki tiedot
hu: Minden információ
ms: Semua maklumat untuk
ro: Toate informațiile pentru
sl: Vse informacije za
tr: Için tüm bilgiler

source: wiki comes from the below links. Any source is valid, including Twitter, Facebook, Instagram, and LinkedIn. Pictures, videos, biodata, and files relating to
de: Wiki kommt von den untenstehenden Links. Jede Quelle ist gültig, einschließlich Twitter, Facebook, Instagram und LinkedIn. Bilder, Videos, Biodaten und Dateien zum Thema
el: Το wiki προέρχεται από τους παρακάτω συνδέσμους. Κάθε πηγή είναι έγκυρη, συμπεριλαμβανομένων των Twitter, Facebook, Instagram και LinkedIn. Εικόνες, βίντεο, βιογραφικά στοιχεία και αρχεία που είναι σχετικά
es: wiki viene de los siguientes enlaces. Cualquier fuente es válida, incluyendo Twitter, Facebook, Instagram y LinkedIn. Imágenes, videos, datos personales y archivos relacionados con
fi: wiki tulee alla olevista linkkeistä. Jokainen lähde on kelvollinen, myös Twitter, Facebook, Instagram ja LinkedIn. Kuvat, videot, biodata ja tiedostot liittyen
hu: a wiki az alábbi linkekből származik. Bármely forrás érvényes, beleértve a Twitter, a Facebook, az Instagram és a LinkedIn. Képek, videók, adattárak és fájlok
ms: wiki berasal dari pautan di bawah. Sebarang sumber adalah sah, termasuk Twitter, Facebook, Instagram, dan LinkedIn. Gambar, video, biodata dan fail berkaitan dengan
ro: wiki vine de la link-urile de mai jos. Orice sursă este valabilă, inclusiv Twitter, Facebook, Instagram și LinkedIn. Imagini, videoclipuri, date personale și fișiere referitoare la
sl: wiki izhaja iz spodnjih povezav. Vsak vir je veljaven, vključno z Twitter, Facebook, Instagram in LinkedIn. Slike, video posnetki in datoteke v zvezi z
tr: wiki aşağıdaki linklerden gelir. Twitter, Facebook, Instagram ve LinkedIn dahil olmak üzere herhangi bir kaynak geçerlidir. Resimler, videolar, biodata ve dosyalar ile ilgili

source: are also acceptable encyclopedic sources.
de: sind auch akzeptable enzyklopädische Quellen.
el: είναι επίσης αποδεκτές εγκυκλοπαιδικές πηγές.
es: son también fuentes enciclopédicas aceptables.
fi: ovat myös hyväksyttäviä ensyklopedisia lähteitä.
hu: szintén elfogadható enciklopédikus források.
ms: juga menerima sumber ensiklopedia.
ro: sunt de asemenea surse encyclopedice acceptabile.
sl: so tudi sprejemljivi enciklopedični viri.
tr: ayrıca kabul edilebilir ansiklopedik kaynaklardır.
