Repository: FArMaLiON/Language-Translations
Catalog: */LC_MESSAGES/django.po
Languages: de, el, es, fi, hu, ms, ro, sl, tr

source: Select the topic of this page
de: Wählen Sie das Thema dieser Seite aus
el: Επιλέξτε το θέμα αυτής της σελίδας
es: Selecciona el tema de esta página
fi: Valitse tämän sivun aihe
hu: Válassza ki az oldal témáját
ms: Pilih topik halaman ini
ro: Selectați subiectul acestei pagini
sl: Izberite temo te strani
tr: Bu sayfanın konusunu seçiniz

source: Remove page
de: Seite entfernen
el: Αφαίρεση σελίδας
es: Eliminar página
fi: Poista sivu
hu: Oldal eltávolítása
ms: Buang Halaman
ro: Elimină pagina
sl: Odstrani stran
tr: Sayfayı sil

source: Adult Content
de: Inhalt für Erwachsene
el: Περιεχόμενο για ενήλικες
es: Contenido para adultos
fi: Aikuissisältö
hu: Felnőtt tartalom
ms: Kandungan dewasa
ro: Continut pentru adulti
sl: Vsebina za odrasle
tr: Yetişkin İçerik

source: Editing existing pages temporarily disabled
de: Bearbeiten vorhandener Seiten vorübergehend deaktiviert
el: Η επεξεργασία των υπαρχουσών σελίδων είναι προσωρινά απενεργοποιημένη
es: La edición de páginas existentes está temporalmente desactivada
fi: Nykyisten sivujen muokkaus on väliaikaisesti poistettu käytöstä
hu: A meglévő oldalak szerkesztése ideiglenesen letiltva
ms: Ubahsuai halaman tidak di aktifkan untuk sementara waktu
ro: Editarea paginilor existente este temporar dezactivată
sl: Urejanje obstoječih strani je začasno onemogočeno
tr: Mevcut sayfaları düzenlemek geçici olarak devre dışıdır

source: Editors
de: Redakteure
el: Συντάκτες
es: Editores
fi: Editorit
hu: Szerkesztők
ms: Penyunting
ro: Editoare
sl: Urejevalci
tr: Editörler

source: Everipedia Editors
de: Everipedia Redakteure
el: Συντάκτες της Everipedia
es: Editores de Everipedia
fi: Everipedian Editorit
hu: Everipedia szerkesztők
ms: Penyunting Everipedia
ro: Editorii Everipedia
sl: Everipedia urejevalci
tr: Everipedia Editörleri

source: Previous
de: Zurück
el: Προηγούμενο
es: Anterior
fi: Edellinen
hu: Előző
ms: Sebelum
ro: Anterior
sl: Prejšnje
tr: Önceki

source: Page
de: Seite
el: Σελίδα
es: Página
fi: Sivu
hu: Oldal
ms: Halaman
ro: Pagină
sl: Stran
tr: Sayfa

source: of
de: von
el: από
es: de
hu: nak
ms: daripada
ro: din
sl: od
tr: 'nın

source: Next
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
hu: Következő
ms: Seterusnya
ro: Următor
sl: Naprej
tr: Sonraki

source: Page not found!
de: Seite nicht gefunden!
el: Η σελίδα δεν βρέθηκε!
es: ¡Página no encontrada!
fi: Sivua ei löydy!
hu: Az oldal nem található!
ms: Halaman tidak dijumpai!
ro: Pagina nu a fost gasita!
sl: Stran ne obstaja!
tr: Sayfa Bulunamadı

source: Page not found
de: Seite nicht gefunden
el: Η σελίδα δεν βρέθηκε
es: Página no encontrada
fi: Sivua ei löydy
hu: Az oldal nem található
ms: Halaman tidak dijumpai
ro: Pagina nu a fost gasita
sl: Stran ne obstaja
tr: Sayfa bulunamadı

source: In The News
de: In den Nachrichten
el: Στα νέα
es: Noticias
fi: Uutisissa
hu: Aktuális
ms: Dalam berita
ro: Actualitatea
sl: V novicah
tr: Haberlerde

source: Recent Activity
de: Letzte Aktivität
el: Πρόσφατη Δραστηριότητα
es: Actividad Reciente
fi: Viimeaikaiset Tapahtumat
hu: Legutóbbi tevékenység
ms: Aktiviti Terkini
ro: Activitate recenta
sl: Nedavna aktivnost
tr: Son Etkinlik

source: This page has been removed
de: Diese Seite wurde entfernt.
el: Αυτή η σελίδα έχει αφαιρεθεί
es: Se eliminó esta página.
fi: Tämä sivu on poistettu
hu: Ezt az oldalt eltávolítottuk
ms: Halaman ini telah dialih keluar
ro: Această pagină a fost eliminată
sl: Ta stran je bila odstranjena
tr: Bu sayfa kaldırıldı

source: Click here to return to recent activity
de: Klicken Sie hier, um zu den letzten Aktivitäten zurückzukehren.
el: Κάντε κλικ εδώ για να επιστρέψετε στην πρόσφατη δραστηριότητα
es: Haz clic aquí para volver a la actividad reciente
fi: Klikkaa tästä palataksesi viimeiseen tapahtumaan
hu: Kattintson ide a legutóbbi tevékenységhez való visszatéréshez
ms: Klik di sini untuk kembali ke aktiviti terkini
ro: Faceți clic aici pentru a reveni la activitatea recentă
sl: Kliknite tukaj, da se vrnete na nedavno dejavnost
tr: Son etkinliğe dönmek için buraya tıklayın

source: Exchange Listings
de: Einträge tauschen
el: Λίστες ανταλλαγών
es: Listados de Intercambio
fi: Pörssilistaukset
hu: Csere listák
ms: Senarai Bursa
ro: Lista de schimburi
sl: Izmenjajte objave
tr: Borsa Listelemeleri

source: Supported Exchanges
de: Unterstützte Austauschvorgänge
el: Υποστηριζόμενες Ανταλλαγές
es: Intercambios compatibles
fi: Tuetut Pörssit
hu: Támogatott cserék
ms: Bursa yang Disokong
ro: Schimburi acceptate
sl: Podprte izmenjave
tr: Desteklenen Borsalar

source: The following exchanges indicated that they will support the IQ airdrop
de: Die folgenden Austausche haben gezeigt, dass sie den IQ-Airdrop unterstützen.
el: Οι ακόλουθες ανταλλαγές έδειξαν ότι θα υποστηρίξουν το airdrop του IQ
es: Los siguientes intercambios indicaron que apoyarán el airdrop de IQ
fi: Seuraavat pörssit ilmaisivat tukevansa IQ -ilmapudotusta
hu: A következő cserék jelezték, hogy támogatni fogják az IQ-t
ms: Bursa berikut menunjukkan yang mereka akan menyokong IQ airdrop
ro: Următoarele schimburi au indicat faptul că vor susține airdrop-ul IQ
sl: Naslednje izmenjave so pokazale, da bodo podprle IQ airdrop
tr: Aşağıdaki borsalar IQ airdrop işlemini destekleyeceklerini belirtti

source: Supported Wallets
de: Unterstützte Wallets
el: Υποστηριζόμενα πορτοφόλια
es: Billeteras soportadas
fi: Tuetut Lompakot
hu: Támogatott pénztárcák
ms: Dompet yang disokong
ro: Portofelele acceptate
sl: Podprte denarnice
tr: Desteklenen Cüzdanlar

source: Token Pockets
de: Token-Taschen
el: Τσέπες Token
es: Bolsillos para tokens
fi: Merkkitaskut
hu: Tokenek
ms: Poket Token
ro: Tobe buzunare
sl: Žepni žetoni
tr: Jeton Cepleri

source: Frequently Asked Questions
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
fi: Usein Kysytyt Kysymykset
hu: Gyakran ismételt kérdések
ms: Soalan Lazim Ditanya
ro: Întrebări frecvente
sl: Pogosto zastavljena vprašanja
tr: Sıkça Sorulan Sorular

source: What is Everipedia?
de: Was ist Everipedia?
el: Τι είναι η Everipedia;
es: ¿Qué es Everipedia?
fi: Mikä on Everipedia?
hu: Mi az Everipedia?
ms: Apakah itu Everipedia?
ro: Ce este Everipedia?
sl: Kaj je Everipedia?
tr: Everipedia nedir?

source: Everipedia is a knowledge aggregator and knowledge base. We think it's much easier to edit than Wikipedia. Anyone can create a page about any person, place, organization, or thing and populate it with relevant reference links/sources. The only main rules of EP are: Information on the page must always be cited and the article must be in a neutral point of view. Check out the actual entry for Everipedia... on
de: Everipedia ist ein Wissensaggregator und eine Wissensdatenbank. Wir denken, es ist viel einfacher zu bearbeiten als Wikipedia. Jeder kann eine Seite über jede Person, jeden Ort, jede Organisation oder Sache erstellen und sie mit relevanten Links/Quellen füllen. Die einzigen Hauptregeln des EP sind: Informationen auf der Seite müssen immer zitiert werden und der Artikel muss in einem neutralen Blickwinkel sein. Schauen Sie sich den aktuellen Eintrag für Everipedia an.... auf
el: Η Everipedia είναι μια βάση με συλλογή γνώσεων. Θεωρούμε ότι είναι πολύ πιο εύκολο να την επεξεργαστείτε από την Wikipedia. Ο καθένας μπορεί να δημιουργήσει μια σελίδα για οποιοδήποτε άτομο, τόπο, οργάνωση ή πράγμα και να την συμπληρώσει με σχετικούς συνδέσμους / πηγές αναφοράς. Οι κύριοι κανόνες της Everipedia είναι οι εξής: Οι πληροφορίες στη σελίδα πρέπει πάντα να παραθέτονται και το άρθρο πρέπει να παρουσιάζεται από ουδέτερη οπτική γωνία.Ελέγξτε την πραγματική εισαγωγή στην Everipedia ...στο
es: Everipedia es un agregador de conocimiento y una base de conocimiento. Creemos que es mucho más fácil de editar que Wikipedia. Cualquiera puede crear una página sobre cualquier persona, lugar, organización o cosa y completarla con enlaces/fuentes de referencia relevantes. Las únicas reglas principales de EP son: La información en la página siempre debe ser citada y el artículo debe estar en un punto de vista neutral. Echa un vistazo a la entrada real para Everipedia... en
fi: Everipedia on tiedon kerääjä ja tietopohja. Mielestämme sitä on paljon helpompi muokata kuin Wikipediaa. Jokainen voi luoda sivun mistä tahansa henkilöstä, paikasta, organisaatiosta tai asiasta ja täyttää sen asiaankuuluvilla linkeillä/lähteillä. EP:n ainoat pääsäännöt ovat: Sivun tiedoilla on aina oltava lähteet ja artikkelin näkökulman on oltava neutraali. Tarkista Everipedian oikea merkintä...
hu: Everipédia egy tudásösszegyűjtő oldal. Használata sokkal egyszerűbb, mint a Wikipédiáé. Bárki készíthet új oldalakat személyekről, helyekről, cégekről, vagy bármiről, ha van megfelelő forrása hozzá. Az egyedüli szabályok a következők: Az oldalon leírt információ forrására hivatkozni kell, valamint a szövegnek semlegesnek kell lennie
ms: Everipedia adalah pengagregat pengetahuan dan pangkalan pengetahuan. Kami rasa ia lebih mudah diedit daripada Wikipedia. Sesiapa sahaja boleh membuat halaman tentang sesiapa, tempat, organisasi, atau benda dan mengisinya dengan pautan / sumber rujukan yang relevan. Satu-satunya peraturan utama EP ialah: Maklumat pada halaman mesti selalu ada petikan dan artikel mesti berada pada sudut pandangan yang neutral. Lihat kemasukan sebenar untuk Everipedia ... pada
ro: Everipedia este o bază de cunoștințe și agregator de cunoștințe. Credem că este mult mai ușor de editat decât Wikipedia. Oricine poate crea o pagină despre orice persoană, loc, organizație sau lucru și să o folosească cu link-uri / surse de referință relevante. Singurele reguli principale ale PE sunt următoarele: Informațiile de pe pagină trebuie să fie întotdeauna citate și articolul trebuie să fie într-un punct neutru. Verificați intrarea reală pentru Everipedia ... la
sl: Everipedia je zbiralnik znanja in baza znanja. Menimo, da je urejanje veliko lažje kot na Wikipediji. Vsakdo lahko ustvari stran o kateri koli osebi, mestu, organizaciji ali stvari in jo zapolni z ustreznimi referenčnimi povezavami / viri. Edina glavna pravila EP so: Informacije na strani je potrebno vedno citirati, članek pa mora biti nevtralen. Preverite dejanski vnos za Everipedio ... na
tr: Everipedia bilgi toplayıcı ve bilgi merkezidir. Düzenleme yapmanın Wikipedia'dan; daha kolay olduğunu düşünüyoruz. Herkes herhangi bir kişi, yer, kuruluş veya bir şey hakkında bir sayfa oluşturabilir veya ilgili referans bağlantıları / kaynakları ekleyebilir. EP'nin tek ana kuralı şudur: Sayfadaki bilgiler her zaman kaynak göstermelidir ve makaleler tarafsız bir bakış açısına sahip olmalıdır. Everipedi hakkındaki girdiye göz atabilirsiniz.

source: Why should I sign up?
de: Warum sollte ich mich anmelden?
el: Γιατί να εγγραφώ;
es: ¿Por qué debería inscribirme?
fi: Miksi minun pitäisi rekisteröityä?
hu: Miért kellene regisztrálnom?
ms: Kenapa saya perlu mendaftar?
ro: De ce să mă înscriu?
sl: Zakaj bi se prijavil?
tr: Neden kayıt olmalıyım?

source: Because it’s fun and easy! We thought contributing to large knowledge projects shouldn't require high barriers to entry so we made Everipedia very easy to navigate, edit, and get started. Editors gain more privileges as they accumulate IQ and rise through the ranks. Top site-wide editors are displayed on the front page. Top editors for each page are also displayed.
de: Weil es Spaß macht und einfach ist! Wir dachten, dass ein Beitrag zu großen Wissensprojekten keine hohen Eintrittsbarrieren erfordern sollte, also machten wir Everipedia sehr einfach zu navigieren, zu bearbeiten und zu starten. Redakteure erhalten mehr Privilegien, wenn sie IQ anhäufen und durch die Ränge aufsteigen. Auf der Titelseite werden die besten standortweiten Redakteure angezeigt. Top-Redakteure für jede Seite werden ebenfalls angezeigt.
el: Επειδή είναι διασκεδαστικό και εύκολο! Σκεφτήκαμε ότι η συμβολή σε μεγάλα έργα γνώσης δεν θα πρέπει να δυσκολεύει την είσοδο, έτσι κάναμε την Everipedia πολύ εύκολη στην πλοήγηση, την επεξεργασία και την εκκίνηση. Οι συντάκτες κερδίζουν περισσότερα προνόμια, καθώς συγκεντρώνουν IQ και ανεβαίνουν στην κατάταξη. Οι κορυφαίοι συντάκτες του σαιτ εμφανίζονται στην πρώτη σελίδα. Οι κορυφαίοι συντάκτες για κάθε σελίδα εμφανίζονται επίσης.
es: ¡Porque es divertido y fácil! Pensamos que contribuir a grandes proyectos de conocimiento no debería de requerir grandes barreras de entrada, por lo que hicimos Everipedia muy fácil de navegar, editar y empezar. Los editores ganan más privilegios a medida que acumulan IQ y ascienden de rango. Los principales editores de todo el sitio se muestran en la página principal. También se muestran los editores principales de cada página.
fi: Koska se on hauskaa ja helppoa! Ajattelimme, että suuret osaamisprojektit eivät saisi vaatia liikaa päästäkseen mukaan, joten teimme Everipediasta helpon navigoida, muokata ja aloittaa. Muokkaajat saavat lisää etuoikeuksia, kun he keräävät IQ:ta ja nostavat tasoaan. Etusivulla näkyvät sivuston laajuiset editorit. Jokisen sivun huippueditorit näkyvät myös.
hu: Mert szórakoztató és egyszerű! Úgy gondoltuk, hogy a nagy tudásprojektekhez való hozzájárulásnak nem szabadna nagy akadályokat állítani az emberek elé, ezért nagyon könnyű navigálni, szerkeszteni és elkezdeni az Everipedia használatát. A szerkesztők több lehetőséget kapnak, ahogy felhalmozzák az IQ-t, és felemelkednek a ranglétrán. A főoldalra kiterjedő szerkesztők az első oldalon jelennek meg. Minden oldalon megjelenik a legfontosabb szerkesztő is.
ms: Kerana ianya menyeronokkan dan mudah! Kami fikir menyumbang kepada projek-projek ilmu pengetahuan yang besar tidak memerlukan halangan yang besar untuk di masukkan jadi kami jadikan Everipedia sangat mudah untuk di layari, di edit, dan di mulakan. Penyunting mendapat lebih banyak keistimewaan kerana mereka mengumpulkan IQ dan meningkat melalui pangkat. Penyunting seluruh laman utama dipaparkan di halaman depan. Penyunting teratas untuk setiap halaman juga akan dipaparkan.
ro: Pentru că este distractiv și ușor! Am crezut că contribuția la proiecte de cunoștințe de mari dimensiuni nu ar trebui să necesite bariere ridicate la intrare, astfel încât am făcut Everipedia foarte ușor să navighezi, să editezi și să începi. Editorii câștigă mai multe privilegii pe măsură ce acumulează IQ-ul și se ridică prin rânduri. Top editorii la nivel de site sunt afișați pe prima pagină. Editorii principali pentru fiecare pagină sunt de asemenea afișați.
sl: Ker je zabavno in enostavno! Mislimo, da prispevanje k velikim projektom znanja ne bi smelo imeti visokih ovir za urejanje, zato smo naredili Everipedio zelo enostavno za uporabo, urejanje in sam začetek. Urejevalci z zbiranjem IQ pridobijo več privilegijev in si izboljšajo položaj. Glavni urejevalci spletnega mesta so prikazani na prvi strani. Prikažejo se tudi glavni urejevalci posamezne strani.
tr: Çünkü eğlenceli ve kolay! Büyük projelere katkıda bulunmanın zor olmaması gerektiğini düşündüğümüz için Everipedia'yı okuması, düzenlemesi ve yeni bilgi eklemenin kolay olduğu bir platform olacak şekilde yarattık. Editörler IQ biriktirdikçe ve rütbeleri yükseldikçe daha fazla ayrıcalık kazanırlar. En yüksek puana sahip site çapındaki editörler ana sayfada gösterilir. Her sayfada, sayfanın en iyi editörleri de gösterilir.

source: Try it!
de: Probieren Sie es aus!
el: Δοκιμάστε το!
es: ¡Pruébalo!
fi: Kokeile sitä!
hu: Próbálja ki!
ms: Cubalah
ro: Gustă!
sl: Poskusite!
tr: Dene !

source: Sign up here
de: Hier registrieren
el: Εγγραφείτε εδώ!
es: Regístrate aquí
fi: Rekisteröidy tästä
hu: Regisztráljon itt
ms: Daftar di sini
ro: Înscrieți-vă aici
sl: Prijavite se tukaj
tr: Buradan Üye Ol

source: So how is Everipedia different from Wikipedia and similar sites?
de: Wie unterscheidet sich Everipedia von Wikipedia und ähnlichen Seiten?
el: Πώς λοιπόν η Everipedia διαφέρει από την Wikipedia και παρόμοια σαιτ;
es: ¿En qué se diferencia Everipedia de Wikipedia y sitios similares?
fi: Joten miten Everipedia eroaa Wikipediasta ja vastaavista sivustoista?
hu: Tehát, miben különbözik az Everipédia a Wikipédiától és hasonló webhelyektől?
ms: Jadi, bagaimana Everipedia berbeza dari Wikipedia dan laman web yang serupa?
ro: Deci, cum este Everipedia diferită de Wikipedia și alte site-uri asemănătoare?
sl: Torej, kako se Everipedia razlikuje od Wikipedije in podobnih strani?
tr: Peki Everipedia, Wikipedia ve benzeri sitelerden neden farklı?

source: Editing on Everipedia is graphic and modern, talk pages are designed as discussion threads, celebrities have verified accounts, and anyone can make pages about anything as long as they are properly cited. Every page from Wikipedia is already here on Everipedia to build on top of and improve. All this makes EP the biggest knowledge project ever!
de: Das Editieren auf Everipedia ist grafisch und modern, Talkseiten sind als Diskussionsfäden konzipiert, Prominente haben verifizierte Konten und jeder kann Seiten über alles erstellen, solange sie richtig zitiert werden. Jede Seite von Wikipedia ist bereits hier auf Everipedia, um darauf aufzubauen und sie zu verbessern. All dies macht EP zum größten Wissensprojekt aller Zeiten!
el: Η επεξεργασία στην Everipedia είναι παραστατική και μοντέρνα, οι σελίδες ομιλίας έχουν σχεδιαστεί σαν συνέχεια της συζήτησης, διάφοροι διάσημοι έχουνεπαληθευμένους λογαριασμούς και ο καθένας μπορεί να κάνει σελίδες για οτιδήποτεεφόσων παραθέτονται σωστά. Η Everipedia θέλει να γίνει ακόμα καλύτερη από Wikipedia. Όλα αυτά τα καθιστούν την Everipediaτο μεγαλύτερο έργο γνώσης που έγινε ποτέ!
es: La edición en Everipedia es gráfica y moderna, las páginas de discusión están diseñadas como hilos de discusión, las celebridades tienen cuentas verificadas, y cualquiera puede hacer páginas sobre cualquier cosa, siempre y cuando sean citadas correctamente. Cada página de Wikipedia ya está aquí en Everipedia para construir encima de ella y mejorar. ¡Todo esto hace de EP el mayor proyecto de conocimiento de todos los tiempos!
fi: Editointi Everipediassa on graafinen ja moderni, keskustelusivut ovat suunniteltu keskustelukanaviksi, julkkiksilla on vahvistetut tilit ja kuka tahansa voi tehdä sivun mistä tahansa, kunhan siinä on kunnolliset lähteet. Jokainen Wikipedian sivu on jo täällä Everipediassa ja niitä voi muokata ja parantaa. Kaikki tämä tekee EP:stä suurimman tietoprojektin koskaan!
hu: Az Everipedia szerkesztése grafikus és modern, a beszélgetési oldalakat vitafonalaként alakították ki, a hírességek igazolt számlákat, és bárki bármit is készíthet bármiben, ameddig helyesen szerepel. Minden oldal a Wikipedia-ből már itt van az Everipedia-n, hogy építsenek és javítsanak. Mindez teszi az EP-t a legnagyobb tudásprojektnek valaha!
ms: Suntingan di Everipedia adalah bergrafik dan moden serta direka sebagai ruang perbincangan, selebriti ada pengesahan akaun, dan sesiapa sahaja boleh membuat halaman tentang apa-apa selagi ianya di petik dengan sempurna. Setiap halaman dari Wikipedia sudah ada di Everipedia untuk di bina dan di perbaiki. Semua ini menjadikan EP projek pengetahuan terbesar yang setakat ini!
ro: Editarea pe Everipedia este grafică și modernă, paginile de discuții sunt create ca discuții, celebritățile au conturi verificate și oricine poate face pagini despre orice, atâta timp cât sunt citate în mod corespunzător. Fiecare pagină de pe Wikipedia este deja aici pe Everipedia pentru a construi și a îmbunătăți. Toate acestea fac din EP cel mai mare proiect de cunoștințe de până acum!
sl: Urejanje na Everipediji je nazorno in sodobno, strani za pogovor so zasnovane kot teme razprave, znane osebnosti imajo preverjene račune in vsakdo lahko s primernim citiranjem naredi stran o čemerkoli. Vsaka stran iz Wikipedije je že na Everipediji in je pripravljena za širjenje in izboljšanje. Vse to naredi EP največji projekt znanja do sedaj!
tr: Everipedia üzerinde düzenleme gerçekleştirmek daha görsel ve modern, konuşma alanları karşılıklı iletişim kurulabilecek şekilde tasarlandı, ünlüler doğrulanmış hesapları mevcuttur ve herkes uygun şekilde alıntılama yapıp kaynak gösterdiği sürece herhangi bir şey hakkında sayfa oluşturabilir. Vikipedi'daki her sayfa Everipedia'da geliştirilebilir şekilde mevcut Bütün bunlar EP'yi en büyük bilgi projesi haline getirmekte!

source: Is Everipedia free?
de: Ist Everipedia kostenlos?
el: Είναι η Everipedia δωρεάν;
es: Everipedia es gratis?
fi: Onko Everipedia ilmainen?
hu: Az Everipedia ingyenes?
ms: Adakah Everipedia percuma?
ro: Este Everipedia liber?
sl: Ali je Everipedia brezplačna?
tr: Everipedia ücretsiz mi?
